Repository: Chantellfarrell66/sumo-l10n
Catalog: cak/LC_MESSAGES/buddyup.po
Languages: cak

source: Failed
cak: Man ütz ta xub'än

source: Sending…
cak: Nitaq…

source: Solution ✓
cak: Soloj ✓

source: This solved my question
cak: Re re' nusöl ri nuk'utunik

source: Whoops!
cak: ¡Uy!

source: There was a problem with Buddy Up, please try again.
cak: Xk'oje' jun k'ayewal rik'in ri Buddy UP, tatojtob'ej chik.

source: You are not online, please check your connection.
cak: Man at okinäq ta, tanik'oj ri awokem.

source: OK
cak: ÜTZ

source: <div {countattr}>{n}</div><div {textattr}> question solved</div>
cak: <div {countattr}>{n}</div><div {textattr}> xsol ri k'utunïk</div>

source: <div {countattr}>{n}</div><div {textattr}> helpful vote</div>
cak: <div {countattr}>{n}</div><div {textattr}> utziläj juch'</div>

source: Close
cak: Titz'apïx

source: Sign In
cak: Titikirisäx Molojri'ïl

source: An account lets you answer questions, track contributions and receive alerts.
cak: Jun rub'i' taqoya'l nuya' q'ij chawe richin ye'atzolij taq k'utunïk, ye'atz'ët taq to'ïk chuqa' ye'ak'ül taq rutzijol k'ayewal.

source: Username
cak: Rub'i' winäq

source: Password
cak: Ewan tzij

source: Forgot your password?
cak: ¿La xamestäx ri ewan atzij?

source: Don't have an account? Register
cak: ¿La man k'o ta jun ataqoya'l? Tatz'ib'aj awi'

source: Confirm Account
cak: Tijikib'äx Rub'i' Taqoya'l

source: Yay, you're almost done!
cak: ¡Ütz, nak'ïs yan!

source: We've sent a welcome email to:
cak: Xqatäj jun ütz petïk taqoya'l pa:

source: Click on the link in your email to let us know that it made it to the right place. After that, return to BuddyUp and make other users happy!
cak: Tapitz'a' pa ruwi' ri ximonel pa ri ataqoya'l richin niqetamaj chi xapon pa jun ütz k'ojlib'äl. K'a ri katzolin pa BuddyUp richin ¡nab'än chi yekikot ch'aqa' chik okisanela'!

source: Cancel Sign Up
cak: Tiq'at Tz'ib'anïk

source: Answered Questions
cak: Xtzolïx Kitzij taq K'utunïk

source: Settings
cak: Runuk'ulem

source: Support
cak: To'ïk

source: Have Questions?
cak: ¿La K'o Ak'utunïk?

source: Get a Buddy to help you with your device
cak: Tak'ulu' jun Buddy richin yatruto' rik'in ri awokisab'al

source: Ask a Question
cak: Tab'ana' jun K'utunïk

source: Have Answers?
cak: ¿La K'o Tzolin taq Atzij?

source: Help other users around the world
cak: Ke'ato' juley chik taq okisanela' chijun ri ruwach'ulew

source: Answer Questions
cak: Tatzolij Kitzij taq K'utunïk

source: Top Helpers this Week
cak: Nab'ey taq To'onela' richin re Wuqq'ij re'

source: No questions
cak: Majun k'utunïk

source: My Questions
cak: Taq Nuk'utunik

source: All My Questions
cak: Ronojel Taq Nuk'utunik

source: Help Article
cak: Rucholna'oj Tob'äl

source: Incompatible version
cak: Mek'amonel ruwäch

source: We're sorry, but BuddyUp can't be installed on your version of Firefox OS. Please close this window to return to your home screen.
cak: Kojakuyu' ruma ri BuddyUp man tikirel ta niya' pa re ruwäch Firefox OS re'. Tatz'apij ri tzuwäch richin yatzolin pa rutikirib'al ruwa.

source: Reset Password
cak: Titzolïx Ewan Tzij

source: Forgot your password? Don't worry. Enter your username below and we'll send you instructions for setting a new one.
cak: ¿La xamestaj ri ewan atzij? Man tamäy. Tatz'ib'aj qa ri rub'i' awokisanel richin niqatäq el ka'i' oxi' taq tzij richin nab'än runuk'ulem jun k'ak'a'.

source: We've sent you an email. Just follow the link in the email to reset your password.
cak: Xqatäq jun taqoya'l chawe. Tawojqaj ri ximonel pa ri taqoya'l richin natzolij ri ewan atzij.

source: Done
cak: Xk'is

source: My Profile
cak: Ruwäch Nub'i'

source: My Question
cak: Nuk'utunik

source: We can help<br>Ask us anything!
cak: Yojtikïr yatqato'<br>¡Xab'achike tak'utuj chi qe!

source: Write your message…
cak: Tatz'ib'aj ri atzijol…

source: Sign in to reply
cak: Tatikirisaj molojri'ïl richin natzolij tzij

source: Thank you for your question!
cak: ¡Niqak'awomaj ri ak'utunik!

source: You'll get a notification as soon as a Buddy jumps in to the rescue.
cak: Xtak'ül jun rutzijol toq jun aj Buddy nunïm ri' richin nikolon.

source: Previously Answered
cak: Tzolin chik Rutzij

source: Another helper has answered this question, please choose another.
cak: Jun chik to'onel xutzolij yan rutzij re k'utunïk re', tach'a' jun chik.

source: Has your question been solved?
cak: ¿La xsol yan ri ak'utunik?

source: This will close the question and let your buddy know you no longer need help.
cak: Re re' xtutz'apij ri k'utunïk chuqa' xtretamaj ri jun chik okisanel chi man nawajo' ta chik to'ïk.

source: Cancel
cak: Tiq'at

source: Ok
cak: Ütz

source: Answer a Question
cak: Tatzolij Rutzij jun K'utunïk

source: Sign in to answer questions from Firefox OS users.
cak: Tatikirisaj molojri'ïl richin natzolij rutzij kik'utunïk rokisanel ri Firefox OS.

source: Create account or sign in
cak: Titz'uk rub'i' taqoya'l o titikirisäx molojri'ïl

source: New
cak: K'ak'a'

source: My list
cak: Nucholb'al

source: Load more
cak: Tetamäx ch'aqa' chik

source: Last sync:
cak: Ruk'isib'al ximojri'ïl:

source: x hours ago
cak: x chik ramaj

source: Create Account
cak: Titz'uk Rub'i' Taqoya'l

source: Be aware that you will lose your history when you sign in to your account.
cak: Tatz'eta' chi xtasäch ri anatab'al toq xtatikirisaj molojri'ïl pa ri rub'i' ataqoya'l.

source: Email Address
cak: Rochochib'al Taqoya'l

source: Already registered? Sign in
cak: ¿La atz'ib'an chik ab'i'? Tatikirisaj molojri'ïl

source: Unsupported Language
cak: Man Okel ta ri Ch'ab'äl

source: BuddyUp currently doesn't support "<span id="language"></span>".
cak: BuddyUp wakami man nuk'ül ta "<span id="language"></span>".

source: Please ask your questions in English, or go to <a href="http://support.mozilla.org">http://support.mozilla.org</a> for more help.
cak: Tab'ana' ri ak'utunik pa Q'anchi',o tab'etz'eta' ri <a href="http://support.mozilla.org">http://support.mozilla.org</a> richin ch'aqa' chik ato'ik.

source: Continue
cak: Titikïr chik el

source: Quit
cak: Tel

source: {n} question solved
cak: {n} k'utunïk xsol

source: {n} helpful vote
cak: {n} utziläj juch'

source: My preferences
cak: Taq Ajowab'äl

source: Language
cak: Ch'ab'äl

source: Device
cak: Samajib'äl

source: Operator
cak: K'wayonel

source: Answer questions
cak: Tatzolij kitzij taq k'utunïk

source: User not found.
cak: Man xilitäj ta ri okisanel.

source: Choose a category
cak: Tacha' jun ruwäch

source: Email/Calendar
cak: Taqoya'l/Cholb'äl q'ij

source: Clock/Alarm
cak: Ch'utiq'ijub'äl/K'asob'äl

source: Camera/Gallery/Video
cak: Elesäy wachib'äl/Cholwach/Silowäch

source: Audio/Music/FMRadio
cak: K'oxom/Q'ojom/FMRadio

source: Performance
cak: Rub'eyal nisamäj

source: Cellular Data/WiFi/Bluetooth
cak: Kitzij Oyonib'äl/WiFi/Bluetooth

source: Dialer/Contacts
cak: Pitz'b'äl/Achib'il

source: Browser/Download
cak: Okik'amaya'l/Qasanïk

source: Keyboard
cak: Pitz'ib'äl

source: System Updates
cak: Taq Ruk'exoj Qinoj

source: Marketplace/Apps Install
cak: Marketplace/Kiyakik taq Chokoy

source: Other
cak: Juley chik

source: This field is required.
cak: K'atzinel re k'ojlib'äl re'.

source: A user with that email address already exists.
cak: K'o chik jun okisanel rik'in ri rochochib'al taqoya'l ri'.

source: A user with that username exists
cak: K'ochik ri rub'i' okisanel ri'

source: Can't change this field.
cak: Man tikirel ta nijal re k'ojlib'äl re'.

source: Usernames may only be letters, numbers, "." and "-".
cak: Ri kib'i' okisanel xa xe tikirel nikik'waj taq tz'ib', taq ajilab'äl "." chuqa' "-".

source: No matching user setting found.
cak: Majun runuk'ulem okisanel ilitajnäq.

source: Unable to generate username.
cak: Man xb'an ta ri rub'i' okisanel.

source: User account is disabled.
cak: Chupül ri rub'i' rutaqoya'l okisanel.

source: Enter a valid email address.
cak: Titz'ib'äx jun okel rochochib'äl taqoya'l.

source: just now
cak: wakami

source: {n} minute ago
cak: {n} yan chik ch'uti ramaj

source: {n} hour ago
cak: {n} yan chik ramaj

source: {n} day ago
cak: {n} yan chik q'ij

source: Unknown error: "{error}"
cak: Me'etaman sachoj: "{error}"
