Repository: Chantellfarrell66/sumo-l10n
Catalog: cak/LC_MESSAGES/yaocho.po
Languages: cak

source: Download documents for offline use?
cak: ¿La ye'aqasaj taq wuj richin ye'okisäx pa majun okem?

source: Yes
cak: Ja'

source: No
cak: Mani

source: All Topics
cak: Konojel ri taq Ejqalem

source: Network Error.
cak: Rusachoj K'amab'ey.

source: Documents finished downloading.
cak: Xk'is kiqasaxik ri taq wuj.

source: Mozilla Support
cak: Rutob'al Mozilla

source: Download All Documents
cak: Ke'aqasaj Konojel ri taq Wuj

source: Clear Cache
cak: Tijosq'ïx Jumejyak

source: Cache cleared.
cak: Xyuj Jumejyak
