Repository: Chantellfarrell66/sumo-l10n
Catalog: co/LC_MESSAGES/buddyup.po
Languages: co

source: Failed
co: Fiascu

source: Sending…
co: Inviu...

source: Solution ✓
co: Soluzione ✓

source: This solved my question
co: Quessu hà rispostu à a mo dumanda

source: Whoops!
co: Umbèh !

source: There was a problem with Buddy Up, please try again.
co: Ci hè statu un penseru cù Buddy Up, ci vole à pruvà torna.

source: You are not online, please check your connection.
co: Ùn site micca inlinea, ci vole à vérificà a vostra cunnessione.

source: OK
co: Vai

source: <div {countattr}>{n}</div><div {textattr}> question solved</div>
co: <div {countattr}>{n}</div><div {textattr}> dumanda sciolta</div>

source: <div {countattr}>{n}</div><div {textattr}> helpful vote</div>
co: <div {countattr}>{n}</div><div {textattr}> votu ghjuvevule</div>

source: Close
co: Chjode

source: Sign In
co: Cunnettassi

source: An account lets you answer questions, track contributions and receive alerts.
co: Un contu vi permette di risponde à e dumande, seguità e cuntribuzioni è riceve alerte.

source: Username
co: Nome d’utilizatore

source: Password
co: Parolla d’entrata

source: Forgot your password?
co: Parolla d’entrata scurdata ?

source: Don't have an account? Register
co: Ùn avete micca di contu ? Inscrivitevi

source: Confirm Account
co: Cunfirmà u contu

source: Yay, you're almost done!
co: Eccu, ghjè quasi compiu !

source: We've sent a welcome email to:
co: Avemu mandatu un messaghju di benvenuta à :

source: Click on the link in your email to let us know that it made it to the right place. After that, return to BuddyUp and make other users happy!
co: Ci vole à cliccà nant’à a leia in u messaghju per cunfirmà qu’ellu hè statu mandatu bè. Dopu, andate torna à BuddyUp per principià à aiutà l’altri utilizatori.

source: Cancel Sign Up
co: Abbandunà l’iscrizzione

source: Answered Questions
co: Dumande risposte

source: Settings
co: Preferenze

source: Support
co: Assistenza

source: Have Questions?
co: Avete dumande ?

source: Get a Buddy to help you with your device
co: Truvate qualchissia chì hà da aiutavvi

source: Ask a Question
co: Fà una dumanda

source: Have Answers?
co: Avete risposte ?

source: Help other users around the world
co: Aiutate l’altri utilizatori di u mondu sanu

source: Answer Questions
co: Risponde à e dumande

source: Top Helpers this Week
co: E cuntribuzioni e più belli di sta settimana

source: No questions
co: Alcuna dumanda

source: My Questions
co: E mo dumande

source: All My Questions
co: Tutte e mo dumande

source: Help Article
co: Articulu d’aiutu

source: Incompatible version
co: Versione incumpatibule

source: We're sorry, but BuddyUp can't be installed on your version of Firefox OS. Please close this window to return to your home screen.
co: Ci dispiacemu, ma BuddyUp ùn pò micca esse installatu nant’à a vostra versione di Firefox OS. Ci vole à chjode sta finestra per rivene à u vostru screnu d’accolta.

source: Reset Password
co: Rimette una nova parolla d’entrata

source: Forgot your password? Don't worry. Enter your username below and we'll send you instructions for setting a new one.
co: Parolla d’entrata scurdata ? Ùn v’inchietate. Scrivite u vostru nome d’utilizatore quì sottu è vi manderemu l’istruzzione per definiscene un novu.

source: We've sent you an email. Just follow the link in the email to reset your password.
co: Vi avemu mandatu un messaghju. Cliccate puru nant’à a leia in u messaghju per rimette una nova parolla d’entrata.

source: Done
co: Compiu

source: My Profile
co: U mo prufilu

source: My Question
co: A mo dumanda

source: We can help<br>Ask us anything!
co: Pudemu aiutavvi<br>Dumandateci ciò chì vò vulete !

source: Write your message…
co: Scrivite u vostru messaghju...

source: Sign in to reply
co: Cunnettatevi per risponde

source: Thank you for your question!
co: Vi ringraziemu per sta dumanda !

source: You'll get a notification as soon as a Buddy jumps in to the rescue.
co: Vi riceverete una nutificazione quand’un altru utilizatore venerà per aiutavvi.

source: Previously Answered
co: Risposte fate nanzu

source: Another helper has answered this question, please choose another.
co: Un altru utilizatore hà rispostu à sta dumanda, ci vole à scegliene un’altra.

source: Has your question been solved?
co: Serà sciolta a vostra dumanda ?

source: This will close the question and let your buddy know you no longer need help.
co: St’azzione chjoderà a dumanda è informerà a persona chì vi hà rispostu chì ùn avete più bisognu d’aiutu.

source: Cancel
co: Abbandunà

source: Ok
co: Vai

source: Answer a Question
co: Risponde à una dumanda

source: Sign in to answer questions from Firefox OS users.
co: Cunnettatevi per risponde à e dumande di l’utilizatori di Firefox OS.

source: Create account or sign in
co: Create un contu o cunnettatevi

source: New
co: Nove

source: My list
co: A mo lista

source: Load more
co: Affissà più

source: Last sync:
co: Ultima sincrunizazione :

source: x hours ago
co: x ore fà

source: Create Account
co: Creà un contu

source: Be aware that you will lose your history when you sign in to your account.
co: Fate casu, pirderete a vostra crunulogia quandu vi cunetterete à u vostru contu.

source: Email Address
co: Indirizzu elettronicu

source: Already registered? Sign in
co: Dighjà inscrittu ? Cunnettatevi

source: Unsupported Language
co: Lingua micca accettata

source: BuddyUp currently doesn't support "<span id="language"></span>".
co: BuddyUp ùn accetta micca a lingua "<span id="language"></span>".

source: Please ask your questions in English, or go to <a href="http://support.mozilla.org">http://support.mozilla.org</a> for more help.
co: Ci vole à fà e vostre dumande in inglese, o andate puru nant’à <a href="http://support.mozilla.org">http://support.mozilla.org</a> per più d’assistenza.

source: Continue
co: Cuntinuà

source: Quit
co: Esce

source: {n} question solved
co: {n} dumanda sciolta

source: {n} helpful vote
co: {n} votu ghjuvevule

source: My preferences
co: E mo preferenze

source: Too many questions? Use the settings below to narrow down the "Answer a Question" list.
co: Troppu dumande ? Impiegate e preferenze quaghjò per riduce a lista « Risponde à una dumanda ».

source: Language
co: Lingua

source: Device
co: Apparechju

source: Operator
co: Operatore

source: Answer questions
co: Risponde à e dumande

source: Sign in to answer questions from the Mozilla community.
co: Cunnettatevi per risponde à e dumande di a cumunità Mozilla.

source: No active questions
co: Alcuna dumanda attiva

source: Go to the New tab to answer some questions. We'll keep track of them here.
co: Aprite una nova unghjetta per risponde à e dumande. Avemu da seguitalle à quessu locu.

source: {user} left a comment on your question
co: {user} hà lasciatu un cummentu à a vostra dumanda

source: {user} chose your answer as a solution
co: {user} hà sceltu a vostra risposta cum’è soluzione

source: User not found.
co: Utilizatore micca trovu.

source: Choose a category
co: Sciglite una categuria

source: Email/Calendar
co: eMail/Agenda

source: Clock/Alarm
co: Arilogiu/Allarme

source: Camera/Gallery/Video
co: Apparechju fotò/Galleria/Video

source: Audio/Music/FMRadio
co: Audio/Musica/Radio FM

source: Performance
co: Prestazioni

source: Cellular Data/WiFi/Bluetooth
co: Dati cellulare/Wi-Fi/Bluetooth

source: Dialer/Contacts
co: Telefonu/Cuntatti

source: Browser/Download
co: Navigatore/Scaricamentu

source: Storage/SD card
co: Memoria/Carta SD

source: Maps/GPS
co: Piani/GPS

source: Keyboard
co: Tastera

source: System Updates
co: Mudificazioni di u sistema

source: Marketplace/Apps Install
co: Marketplace/Installazione d’appiecazione

source: Other
co: Altra

source: This field is required.
co: Stu campu hè richiestu.

source: Unable to log in with provided credentials.
co: Cunnessione impussibule cù l’infurmazioni pruviste.

source: A user with that email address already exists.
co: Un utilizatore cù st’indirizzu email esiste dighjà.

source: A user with that username exists
co: Un utilizatore cù stu nome d’utilizatore esiste dighjà.

source: Can't change this field.
co: Impussibule di mudificà stu campu.

source: Usernames may only be letters, numbers, "." and "-".
co: Un nome d’utilizatore pò cuntene solu lettere, numeri, « . » è « - ».

source: No matching user setting found.
co: Alcuna preferenza d’utilizatore chì currisponde ùn hè stata trova.

source: Unable to generate username.
co: Impussibule d’ingenerà un nome d’utilizatore.

source: User account is disabled.
co: Stu contu d’utilizatore hè disattivatu.

source: Enter a valid email address.
co: Scrivite un indirizzu elettronicu accettevule.

source: just now
co: pocu fà

source: {n} minute ago
co: {n} minutu fà

source: {n} hour ago
co: {n} ora fà

source: {n} day ago
co: {n} ghjornu fà

source: Unknown error: "{error}"
co: Sbagliu scunnisciutu : "{error}"
