Repository: Chantellfarrell66/sumo-l10n
Catalog: co/LC_MESSAGES/yaocho.po
Languages: co

source: Download documents for offline use?
co: Vulete scaricà sti ducumenti per un adopru for di cunnessione ?

source: Yes
co: Iè

source: No
co: Innò

source: All Topics
co: Tuttu scaricà

source: Network Error.
co: Sbagliu di reta.

source: Documents finished downloading.
co: I ducumenti sò stati scaricati.

source: Mozilla Support
co: Assistenza Mozilla

source: Download All Documents
co: Scaricà tutti i ducumenti

source: Clear Cache
co: Viutà l’impiatta

source: Cache cleared.
co: Impiatta viota.
