Repository: Chantellfarrell66/sumo-l10n
Catalog: rm/LC_MESSAGES/buddyup.po
Languages: rm

source: Failed
rm: Betg reussì

source: Sending…
rm: Trametter…

source: Solution ✓
rm: Schliaziun ✓

source: This solved my question
rm: Quai ha schlià mes problem

source: Whoops!
rm: Hopla!

source: There was a problem with Buddy Up, please try again.
rm: Igl ha dà in problem cun Buddy Up, emprova per plaschair anc ina giada.

source: You are not online, please check your connection.
rm: Ti n'has nagin access a l'internet, controllescha per plaschair tia connexiun.

source: <div {countattr}>{n}</div><div {textattr}> question solved</div>
rm: <div {countattr}>{n}</div><div {textattr}> problem schlià</div>

source: Close
rm: Serrar

source: Sign In
rm: S'annunziar

source: An account lets you answer questions, track contributions and receive alerts.
rm: Cun in conto pos ti respunder a dumondas, persequitar contribuziuns e retschaiver avis.

source: Username
rm: Num d'utilisader

source: Password
rm: Pled-clav

source: Forgot your password?
rm: Emblidà tes pled-clav?

source: Don't have an account? Register
rm: Ti n'has nagin conto? Ta registrescha

source: Confirm Account
rm: Confermar il conto

source: Yay, you're almost done!
rm: Alleluia, prest finì…

source: We've sent a welcome email to:
rm: Nus avain tramess in e-mail da bainvegni a:

source: Click on the link in your email to let us know that it made it to the right place. After that, return to BuddyUp and make other users happy!
rm: Clicca sin la colliaziun en il messadi per confermar ch'el saja arrivà en il dretg lieu. Turna suenter en BuddyUp per gidar ad auters utilisaders!

source: Cancel Sign Up
rm: Interrumper la registraziun

source: Answered Questions
rm: Dumondas respundidas

source: Settings
rm: Parameters

source: Support
rm: Agid

source: Have Questions?
rm: Has ina dumonda?

source: Get a Buddy to help you with your device
rm: Chatta in cumpogn che ta po gidar cun tes apparat

source: Ask a Question
rm: Far ina dumonda

source: Have Answers?
rm: Has respostas?

source: Help other users around the world
rm: Gida ad auters utilisaders sin tut il mund

source: Answer Questions
rm: Respunder a dumondas

source: Top Helpers this Week
rm: Ils megliers contribuents da l'emna

source: No questions
rm: Naginas dumondas

source: My Questions
rm: Mias dumondas

source: All My Questions
rm: Tut mias dumondas

source: Help Article
rm: Artitgel d'agid

source: Incompatible version
rm: Versiun incumpatibla

source: We're sorry, but BuddyUp can't be installed on your version of Firefox OS. Please close this window to return to your home screen.
rm: Igl ans displascha ma i n'è betg pussaivel dad installar BuddyUp sin questa versiun da Firefox OS. Serra per plaschair questa fanestra per returnar a tes visur da partenza.

source: Reset Password
rm: Redefinir il pled-clav

source: Forgot your password? Don't worry. Enter your username below and we'll send you instructions for setting a new one.
rm: Emblidà tes pled-clav? Nagin problem. Endatescha sutvart tes num d'utilisader e nus ta tramettain las instrucziuns per definir in nov.

source: We've sent you an email. Just follow the link in the email to reset your password.
rm: Nus avain ta tramess in e-mail. Suonda la colliaziun en l'e-mail per redefinir il pled-clav.

source: Done
rm: Finì

source: My Profile
rm: Mes profil

source: My Question
rm: Mia dumonda

source: We can help<br>Ask us anything!
rm: Nus pudain gidar<br>Ans fa tias dumondas!

source: Write your message…
rm: Scriva tes messadi…

source: Sign in to reply
rm: T'annunzia per respunder

source: Thank you for your question!
rm: Grazia per tia dumonda!

source: You'll get a notification as soon as a Buddy jumps in to the rescue.
rm: Ti vegns infurmà uschespert ch'in cumpogn dat sinzur per ta gidar.

source: Previously Answered
rm: Gia respundì pli baud

source: Another helper has answered this question, please choose another.
rm: In auter utilisader ha respundì questa dumonda, tscherna per plaschair in'autra.

source: Has your question been solved?
rm: È tes problem vegnì schlià?

source: This will close the question and let your buddy know you no longer need help.
rm: Questa acziun serra la dumonda e communitgescha a la persuna che t'ha respundì che ti na dovras nagin agid pli.

source: Cancel
rm: Interrumper

source: Answer a Question
rm: Respunder ad ina dumonda

source: Sign in to answer questions from Firefox OS users.
rm: T'annunzia per respunder a dumondas dad utilisaders da Firefox OS.

source: Create account or sign in
rm: Creescha in conto u t'annunzia

source: New
rm: Nov

source: My list
rm: Mia glista

source: Load more
rm: Chargiar dapli

source: Last sync:
rm: Ultima sincronisaziun:

source: x hours ago
rm: avant x uras

source: Create Account
rm: Crear in conto

source: Be aware that you will lose your history when you sign in to your account.
rm: Attenziun: Ti perdas tia cronologia il mument che ti t'annunzias cun tes conto.

source: Email Address
rm: Adressa dad e-mail

source: Already registered? Sign in
rm: Gia registrà? T'annunzia

source: Unsupported Language
rm: Lingua betg sustegnida

source: BuddyUp currently doesn't support "<span id="language"></span>".
rm: BuddyUp na sustegna actualmain betg «<span id="language"></span>».

source: Please ask your questions in English, or go to <a href="http://support.mozilla.org">http://support.mozilla.org</a> for more help.
rm: Fa tia dumonda per plaschair per englais u visita <a href="http://support.mozilla.org">http://support.mozilla.org</a> per ulteriuras infurmaziuns.

source: Continue
rm: Cuntinuar

source: Quit
rm: Terminar

source: My preferences
rm: Mias preferenzas

source: Too many questions? Use the settings below to narrow down the "Answer a Question" list.
rm: Memia bleras dumondas? Utilisescha ils parameters sutvart per filtrar la glista «Respunder ad ina dumonda».

source: Language
rm: Lingua

source: Device
rm: Apparat

source: Operator
rm: Purschider

source: Answer questions
rm: Respunder a dumondas

source: Sign in to answer questions from the Mozilla community.
rm: T'annunzia per respunder a dumondas da la communitad Mozilla.

source: No active questions
rm: Naginas dumondas activas
