Repository: Chantellfarrell66/sumo-l10n
Catalog: ff/LC_MESSAGES/yaocho.po
Languages: ff

source: Download documents for offline use?
ff: Aawto piilanɗe ngam kuutorogol ceŋtol?

source: Yes
ff: Eey

source: No
ff: Alaa

source: All Topics
ff: Loowdiiji fof

source: Network Error.
ff: Juumre laylaytol.

source: Documents finished downloading.
ff: Piilannɗe ɗee gasnii loowgol.

source: Mozilla Support
ff: Wallitorde Mozilla

source: Download All Documents
ff: Aawto piilanɗe ɗee fof

source: Clear Cache
ff: Momtu moggirde

source: Cache cleared.
ff: Moggirde momtaama.
