Repository: Chantellfarrell66/sumo-l10n
Catalog: dsb/LC_MESSAGES/buddyup.po
Languages: dsb

source: Failed
dsb: Njejo se raźiło

source: Sending…
dsb: Sćelo se…

source: Solution ✓
dsb: Rozwězanje ✓

source: This solved my question
dsb: To jo na mójo pšašanje wótegroniło

source: Whoops!
dsb: Hopla!

source: There was a problem with Buddy Up, please try again.
dsb: Problem jo z Buddy Up nastał, pšosym wopytajśo hyšći raz.

source: You are not online, please check your connection.
dsb: Njejsćo online, pšosym pśeglědujśo swój zwisk.

source: OK
dsb: W pórěźe

source: <div {countattr}>{n}</div><div {textattr}> question solved</div>
dsb: Jo se na <div {countattr}>{n}</div><div {textattr}> pšašanje wótegroniło</div>

source: <div {countattr}>{n}</div><div {textattr}> helpful vote</div>
dsb: <div {countattr}>{n}</div><div {textattr}> głos za "wužytny"</div>

source: Close
dsb: Zacyniś

source: Sign In
dsb: Pśizjawiś

source: An account lets you answer questions, track contributions and receive alerts.
dsb: Z kontom móžośo na pšašanja wótegroniś, pśinoski slědowaś a powěźeńki dostaś.

source: Forgot your password?
dsb: Sćo swójo gronidło zabył?

source: Don't have an account? Register
dsb: Njamaśo konto? Registrěrujśo se

source: Confirm Account
dsb: Konto wobkšuśiś

source: Yay, you're almost done!
dsb: Hura, sćo to skóro docynił!

source: We've sent a welcome email to:
dsb: Smy pówitańsku mejlku pósłali na:

source: Click on the link in your email to let us know that it made it to the right place. After that, return to BuddyUp and make other users happy!
dsb: Klikniśo na wótkaz w swójej mejlce, aby nam wěsći dał, až pšawy adresat jo ju dostał. Wrośćo se pón k BuddyUp a zawjaselśo druge wužywarje!

source: Cancel Sign Up
dsb: Registrěrowanje pśetergnuś

source: Answered Questions
dsb: Wótegronjone pšašanja

source: Settings
dsb: Nastajenja

source: Support
dsb: Pomoc

source: Have Questions?
dsb: Maśo pšašanja?

source: Get a Buddy to help you with your device
dsb: Pśijaśel móžo wam snaź z wašym rědom pomagaś

source: Ask a Question
dsb: Stajśo pšašanje

source: Have Answers?
dsb: Maśo wótegrona?

source: Help other users around the world
dsb: Pomagajśo drugim wužywarjam z cełego swěta

source: Answer Questions
dsb: Wótegrońśo na pšašanja

source: Top Helpers this Week
dsb: Nejlěpše pomagarje w toś tom tyźenju

source: My Questions
dsb: Móje pšašanja

source: All My Questions
dsb: Wšykne móje pšašanja

source: Help Article
dsb: Nastawk pomocy

source: Incompatible version
dsb: Inkompatibelna wersija

source: We're sorry, but BuddyUp can't be installed on your version of Firefox OS. Please close this window to return to your home screen.
dsb: Jo nam luto, ale BuddyUp njedajo se instalěrowaś na wašej wersiji Firefox OS. Pšosym zacyńśo toś to wokno, aby se k swójej startowej wobrazowce wrośił.

source: Reset Password
dsb: Gronidło slědk stajiś

source: Forgot your password? Don't worry. Enter your username below and we'll send you instructions for setting a new one.
dsb: Sćo swójo gronidło zabył? Nic se njestarajśo. Zapódajśo dołojce swójo wužywarske mě a pósćelomy wam instrukcije, aby nowe gronidło póstajił.

source: We've sent you an email. Just follow the link in the email to reset your password.
dsb: Smy wam mejlku pósłali. Slědujśo wótkazoju w mejlce, aby swójo gronidło slědk stajił.

source: Done
dsb: Gótowo

source: My Profile
dsb: Mój profil

source: My Question
dsb: Mójo pšašanje

source: We can help<br>Ask us anything!
dsb: Móžomy pomagaś<br>Stajśo nam swóje pšašanja!

source: Write your message…
dsb: Pišćo swóju powěsć…

source: Sign in to reply
dsb: Pśizjawśo se, aby wótegronił

source: Thank you for your question!
dsb: Wjeliki źěk za wašo pšašanje!

source: You'll get a notification as soon as a Buddy jumps in to the rescue.
dsb: Dostanjośo powěźeńku, gaž pśijaśel chwata na pomoc.

source: Previously Answered
dsb: Južo wótegronjony

source: Another helper has answered this question, please choose another.
dsb: Drugi pomocaŕ jo na toś to pšašanje wótegronił, pšosym wubjeŕśo druge.

source: Has your question been solved?
dsb: Jo se wašo pšašanje wótegroniło?

source: This will close the question and let your buddy know you no longer need help.
dsb: To zacynijo pšašanje a waš pśijaśel se informěrujo, až njetrjebaśo wěcej pomoc.

source: Cancel
dsb: Pśetergnuś

source: Ok
dsb: W pórěźe

source: Answer a Question
dsb: Wótegrońśo na pšašanje

source: Sign in to answer questions from Firefox OS users.
dsb: Pśizjawśo se, aby na pšašanja wužywarjow Firefox OS wótegronił.

source: Create account or sign in
dsb: Załožćo konto abo pśizjawśo se

source: New
dsb: Nowy

source: My list
dsb: Mója lisćina

source: Load more
dsb: Wěcej zacytaś

source: Last sync:
dsb: Slědna synchronizacija:

source: x hours ago
dsb: Pśed x góźinami

source: Create Account
dsb: Konto załožyś

source: Be aware that you will lose your history when you sign in to your account.
dsb: Glědajśo: Zgubijośo swóju historiju, gaž pśizjawijośo so ze swójim kontom

source: Already registered? Sign in
dsb: Sćo južo zregistrěrowany? Pśizjawśo se

source: Unsupported Language
dsb: Njepódpěrana rěc

source: BuddyUp currently doesn't support "<span id="language"></span>".
dsb: BuddyUp tuchylu njepódpěra "<span id="language"></span>".

source: Please ask your questions in English, or go to <a href="http://support.mozilla.org">http://support.mozilla.org</a> for more help.
dsb: Pšosym stajśo swójo pšašanja engelski abo źiśo k <a href="http://support.mozilla.org">http://support.mozilla.org</a> za dalšnu pomoc.

source: Continue
dsb: Dalej

source: Quit
dsb: Skóńcyś

source: {n} question solved
dsb: Jo se na {n} pšašanje wótegroniło

source: {n} helpful vote
dsb: {n} głos za "wužytny"

source: My preferences
dsb: Móje nastajenja

source: Too many questions? Use the settings below to narrow down the "Answer a Question" list.
dsb: Pśewjele pšašanjow? Wužywajśo slědujuce nastajenja, aby lisćinu pšašanjow bźez wótegrona zagranicował.

source: Language
dsb: Rěc

source: Sign in to answer questions from the Mozilla community.
dsb: Pśizjawśo se, aby na pšašanja ze zgromaźeństwa Mozilla wótegronił.

source: No active questions
dsb: Žedne aktiwne pšašanja

source: Go to the New tab to answer some questions. We'll keep track of them here.
dsb: Wócyńśo nowy rejtark, aby na někotare pšašanja wótegronił. Wobchowajomy how pśeglěd.

source: {user} left a comment on your question
dsb: {user} jo komentar k wašomu pšašanjeju zawóstajił

source: {user} chose your answer as a solution
dsb: {user} jo wašo wótegrono ako rozwězanje wubrał

source: User not found.
dsb: Wužywaŕ njejo se namakał.

source: Choose a category
dsb: Wubjeŕśo kategoriju

source: Email/Calendar
dsb: E-mail/Kalender

source: Clock/Alarm
dsb: Zeger/Alarm

source: Camera/Gallery/Video
dsb: Kamera/Galerija/Wideo

source: Audio/Music/FMRadio
dsb: Awdio/Muzika/UKW-radijo

source: Performance
dsb: Wugbaśe

source: Cellular Data/WiFi/Bluetooth
dsb: Datowy zwisk/WLAN/Bluetooth

source: Dialer/Contacts
dsb: Wóliś/Kontakty

source: Browser/Download
dsb: Wobglědowak/Ześěgnjenje

source: Storage/SD card
dsb: Składowak/SD-kórta

source: Maps/GPS
dsb: Kórty/GPS

source: Keyboard
dsb: Tastatura

source: System Updates
dsb: Systemowe aktualizacije

source: Marketplace/Apps Install
dsb: Wikowanišćo/Instalacija nałoženjow

source: Other
dsb: Druge
