Repository: Chantellfarrell66/sumo-l10n
Catalog: dsb/LC_MESSAGES/yaocho.po
Languages: dsb

source: Download documents for offline use?
dsb: Dokumenty za wužywanje offline ześěgnuś?

source: Yes
dsb: Jo

source: No
dsb: Ně

source: All Topics
dsb: Wšykne temy

source: Network Error.
dsb: Seśowa zmólka.

source: Documents finished downloading.
dsb: Dokumenty su ześěgnjone.

source: Mozilla Support
dsb: Pomoc Mozilla

source: Download All Documents
dsb: Wšykne dokumenty ześěgnuś

source: Clear Cache
dsb: Cache wuprozniś

source: Cache cleared.
dsb: Cache wuproznjony.
