Repository: Chantellfarrell66/sumo-l10n
Catalog: hsb/LC_MESSAGES/buddyup.po
Languages: hsb

source: Failed
hsb: Je so nimokuliło

source: Sending…
hsb: Sćele so…

source: Solution ✓
hsb: Rozrisanje ✓

source: This solved my question
hsb: To je na moje prašenje wotmołwiło

source: Whoops!
hsb: Hopla!

source: There was a problem with Buddy Up, please try again.
hsb: Problem je z Buddy Up wustupił, prošu spytajće hišće raz.

source: You are not online, please check your connection.
hsb: Njejsće online, prošu přepruwujće swój zwisk.

source: OK
hsb: W porjadku

source: <div {countattr}>{n}</div><div {textattr}> question solved</div>
hsb: Je so na <div {countattr}>{n}</div><div {textattr}> prašenje wotmołwiło</div>

source: <div {countattr}>{n}</div><div {textattr}> helpful vote</div>
hsb: <div {countattr}>{n}</div><div {textattr}> hłós za "wužitny"</div>

source: Close
hsb: Začinić

source: Sign In
hsb: Přizjewić

source: An account lets you answer questions, track contributions and receive alerts.
hsb: Z kontom móžeće na prašenja wotmołwić, přinoški slědować a zdźělenki přijeć.

source: Username
hsb: Wužiwarske mjeno

source: Password
hsb: Hesło

source: Forgot your password?
hsb: Sće swoje hesło zabył?

source: Don't have an account? Register
hsb: Nimaće konto? Registrujće so

source: Confirm Account
hsb: Konto wobkrućić

source: Yay, you're almost done!
hsb: Hura, sće to bórze dočinił!

source: We've sent a welcome email to:
hsb: Smy powitansku e-mejlku pósłali na:

source: Click on the link in your email to let us know that it made it to the right place. After that, return to BuddyUp and make other users happy!
hsb: Klikńće na wotkaz w swojej e-mejlce, zo byšće nam zdźělił, zo prawy adresat je ju dóstał. Wroćće so potom k BuddyUp a zawjeselće druhich wužiwarjow!

source: Cancel Sign Up
hsb: Registrowanje přetorhnyć

source: Answered Questions
hsb: Wotmołwjene prašenja

source: Settings
hsb: Nastajenja

source: Support
hsb: Pomoc

source: Have Questions?
hsb: Maće prašenja?

source: Get a Buddy to help you with your device
hsb: Přećel móže wam snano z wašim gratom pomhać

source: Ask a Question
hsb: Stajcé prašenje

source: Have Answers?
hsb: Maće wotmołwy?

source: Help other users around the world
hsb: Pomhajće druhim wužiwarjam z cełeho swěta

source: Answer Questions
hsb: Wotmołwće na prašenja

source: Top Helpers this Week
hsb: Najlěpši pomocnicy w tutym tydźenju

source: No questions
hsb: Žane prašenja

source: My Questions
hsb: Moje prašenja

source: All My Questions
hsb: Wšě moje prašenja

source: Help Article
hsb: Nastawk pomocy

source: Incompatible version
hsb: Inkompatibelna wersija

source: We're sorry, but BuddyUp can't be installed on your version of Firefox OS. Please close this window to return to your home screen.
hsb: Je nam žel, ale BuddyUp njeda so instalować na wašej wersiji Firefox OS. Prošu začińće tute wokno, zo byšće so k swojej startowej wobrazowce wróćił.

source: Reset Password
hsb: Hesło wróćo stajić

source: Forgot your password? Don't worry. Enter your username below and we'll send you instructions for setting a new one.
hsb: Sće swoje hesło zabył? Žadyn strach. Zapodajće deleka swoje wužiwarske mjeno a pósćelemy wam instrukcije, zo byšće nowe hesło postajił.

source: We've sent you an email. Just follow the link in the email to reset your password.
hsb: Smy wam e-mejlku pósłali. Slědujće wotkazej w e-mejlce, zo byšće swoje hesło wróćo stajił.

source: Done
hsb: Hotowo

source: My Profile
hsb: Mój profil

source: My Question
hsb: Moje prašenje

source: We can help<br>Ask us anything!
hsb: Móžemy pomhać<br>Stajće nam swoje prašenja!

source: Write your message…
hsb: Pisajce swoju powěsć…

source: Sign in to reply
hsb: Přizjewće so, zo byšće wotmołwił

source: Thank you for your question!
hsb: Wulki dźak za waše prašenje!

source: You'll get a notification as soon as a Buddy jumps in to the rescue.
hsb: Dóstanjeće zdźělenku, hdyž přećel na pomoc chwata.

source: Previously Answered
hsb: Hižo wotmołwjeny

source: Another helper has answered this question, please choose another.
hsb: Druhi pomocnik je na tute prašenje wotmołwił, prošu wubjerće druhe.

source: Has your question been solved?
hsb: Je so waše prašenje wotmołwiło?

source: This will close the question and let your buddy know you no longer need help.
hsb: To začini prašenje a wašemu přećelej so zdźěla, zo hižo pomoc njetrjebaće.

source: Cancel
hsb: Přetorhnyć

source: Ok
hsb: W porjadku

source: Answer a Question
hsb: Wotmołwće na prašenje

source: Sign in to answer questions from Firefox OS users.
hsb: Přizjewće so, zo byšće na prašenja wužiwarjow Firefox OS wotmołwił.

source: Create account or sign in
hsb: Załožće konto abo přizjewće so

source: New
hsb: Nowy

source: My list
hsb: Moja lisćina

source: Load more
hsb: Wjace začitać

source: Last sync:
hsb: Poslednja synchronizacija:

source: x hours ago
hsb: Před x hodźinami

source: Create Account
hsb: Konto załožić

source: Be aware that you will lose your history when you sign in to your account.
hsb: Kedźbu: Zhubiće swoju historiju, hdyž so ze swojim kontom přizjewiće.

source: Email Address
hsb: E-mejlowa adresa

source: Already registered? Sign in
hsb: Sće hižo zregistrowany? Přizjewće so

source: Unsupported Language
hsb: Njepodpěrana rěč

source: BuddyUp currently doesn't support "<span id="language"></span>".
hsb: BuddyUp tuchwilu "<span id="language"></span>" njepodpěruje.

source: Please ask your questions in English, or go to <a href="http://support.mozilla.org">http://support.mozilla.org</a> for more help.
hsb: Prošu stajće swoje prašenja jendźelsce abo dźiće k <a href="http://support.mozilla.org">http://support.mozilla.org</a> za dalšu pomoc.

source: Continue
hsb: Dale

source: Quit
hsb: Skónčić

source: {n} question solved
hsb: Je so na {n} prašenje wotmołwiło

source: {n} helpful vote
hsb: {n} hłós za "wužitny"

source: My preferences
hsb: Moje nastajenja

source: Too many questions? Use the settings below to narrow down the "Answer a Question" list.
hsb: Přewjele prašenjow? Wužiwajće slědowace nastajenja, zo byšće lisćinu prašenjow bjez wotmołwy zamjezował.

source: Language
hsb: Rěč

source: Device
hsb: Grat

source: Operator
hsb: Poskićowar

source: Answer questions
hsb: Wotmołwće na prašenja

source: Sign in to answer questions from the Mozilla community.
hsb: Přizjewće so, zo byšće na prašenja ze zhromadźenstwa Mozilla wotmołwił.

source: No active questions
hsb: Žane aktiwne prašenja

source: Go to the New tab to answer some questions. We'll keep track of them here.
hsb: Wočińće nowy rajtark, zo byšće na někotre prašenja wotmołwił. Wobchowamy tu přehlad.

source: {user} left a comment on your question
hsb: {user} je komentar k wašemu prašenju zawostajił

source: {user} chose your answer as a solution
hsb: {user} je wašu wotmołwu jako rozrisanje wubrał

source: User not found.
hsb: Wužiwar njeje so namakał.

source: Choose a category
hsb: Wubjerće kategoriju

source: Email/Calendar
hsb: E-mejl/Protyka

source: Clock/Alarm
hsb: Časnik/Alarm

source: Camera/Gallery/Video
hsb: Kamera/Galerija/Widejo

source: Audio/Music/FMRadio
hsb: Awdio/Hudźba/UKW-radijo

source: Performance
hsb: Wukon

source: Cellular Data/WiFi/Bluetooth
hsb: Datowy zwisk/WLAN/Bluetooth

source: Dialer/Contacts
hsb: Wolić/Kontakty

source: Browser/Download
hsb: Wobhladowak/Sćehnjenje

source: Storage/SD card
hsb: Składowak/SD-karta

source: Maps/GPS
hsb: Karty/GPS

source: Keyboard
hsb: Tastatura

source: System Updates
hsb: Systemowe aktualizacije

source: Marketplace/Apps Install
hsb: Torhošćo/Instalacija nałoženjow

source: Other
hsb: Druhe

source: This field is required.
hsb: Tute polo je trěbne.

source: Unable to login with provided credentials.
hsb: Přizjewjenje z podatymi datami móžno njeje.

source: A user with that email address already exists.
hsb: Wužiwar z tutej e-mejlu hižo eksistuje.

source: A user with that username exists
hsb: Wužiwar z tym wužiwarskim mjenom eksistuje

source: Can't change this field.
hsb: Tute polo njeda so změnić.

source: Usernames may only be letters, numbers, "." and "-".
hsb: Wužiwarske mjena smědźa so jenož z pismikow, ličbow, „.“ a „-“ zestajić.

source: No matching user setting found.
hsb: Žane wotpowědne wužiwarske nastajenje namakane.

source: Unable to generate username.
hsb: Wužiwarske mjeno njeda so tworić.

source: User account is disabled
hsb: Wužiwarske mjeno je znjemóžnjene

source: Enter a valid email address
hsb: Zapodajće płaćiwu e-mejlowu adresu

source: just now
hsb: runje hakle

source: {n} minute ago
hsb: před {n} mjeńšinu

source: {n} hour ago
hsb: před {n hodźinu

source: {n} day ago
hsb: před {n} dnjom

source: Unknown error: "{error}"
hsb: Njeznaty zmylk: "{error}"
