Repository: Chantellfarrell66/sumo-l10n
Catalog: hsb/LC_MESSAGES/yaocho.po
Languages: hsb

source: Download documents for offline use?
hsb: Dokumenty za wužiwanje offline sćahnyć?

source: Yes
hsb: Haj

source: No
hsb: Ně

source: All Topics
hsb: Wšě temy

source: Network Error.
hsb: Syćowy zmylk.

source: Documents finished downloading.
hsb: Dokumenty su sćehnjene.

source: Mozilla Support
hsb: Pomoc Mozilla

source: Download All Documents
hsb: Wšě dokumenty sćahnyć

source: Clear Cache
hsb: Pufrowak wuprózdnić

source: Cache cleared.
hsb: Pufrowak wuprózdnjeny.
