Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/buddyup.po
Languages: ar, bg, bn_in, cs, da, el, es_mx, fy_nl, he, hr, hu, id, it, ja, kab, lo, mg, ml, mr, ms, nb_no, nl, pl, pt_pt, ru, sk, sq, sr, sv_se, sw, ta, th, ur, vi

source: A user with that email address already exists.
bg: Потребител с този имейл адрес вече съществува.
bn_in: এই ইমেইল এড্রেসের ব্যাবহারকারী ইতিমধ্যেই আছেন।
cs: Uživatel s touto e-mailovou adresou již existuje.
da: En bruger med denne mailadresse findes allerede.
el: Υπάρχει ήδη χρήστης με αυτή την ηλ. διεύθυνση.
es_mx: Ya existe un usuario con esta dirección de correo electrónico.
fy_nl: Der bestiet al in brûker mei dat e-mailadres.
he: כבר קיים משתמש עם כתובת דוא״ל זו.
hr: Korisnik s tom email adresom već je registriran.
hu: Már létezik felhasználó ezzel az e-mail címmel.
id: Sudah ada pengguna dengan alamat email tersebut.
it: Esiste già un utente con questo indirizzo email.
ja: このメールアドレスのユーザがすでに存在します。
mg: Efa misy mpampiasa tompon'io adiresy mailaka io.
ml: ആ ഇമെയിൽ വിലാസം ഉപയോഗിച്ച് ഒരു യൂസർ ഇതിനകം നിലവിലുണ്ട്.
nb_no: En bruker med denne e-postadressen finnes allerede.
nl: Er bestaat al een gebruiker met dat e-mailadres.
pt_pt: Já existe um utilizador com esse endereço de e-mail.
sk: Používateľ s touto e-mailovou adresou už existuje.
sr: Корисник са наведеном адресом е-поште већ постоји.
sv_se: En användare med den e-postadressen finns redan.
ta: அந்த மின்னஞ்சல் முகவரியுடன் ஒரு பயனர் ஏற்கனவே உள்ளது.
vi: Người dùng có địa chỉ email đó đã tồn tại.

source: A user with that username exists
bg: Съществува потребител със същото потребителско име
bn_in: এই ইউজারনেমে একজন ব্যাবহারকারী ইতিমধ্যেই আছেন
cs: Uživatel s tímto uživatelským jménem již existuje
da: En bruger med dette brugernavn findes
el: Υπάρχει χρήστης με αυτό το όνομα χρήστη
es_mx: Un usuario con ese nombre de usuario ya existe
fy_nl: Der bestiet in brûker mei dy brûkersnamme
he: כבר קיים משתמש בשם זה
hr: Korisnik s tim korisničkim imenom već je registriran
hu: Már létezik felhasználó ezzel a felhasználónévvel.
id: Sudah ada pengguna dengan nama pengguna tersebut.
it: Esiste già un utente con questo nome.
ja: このユーザ名のユーザがすでに存在します
mg: Efa misy mpampiasa tompon'io solonanarana io
ml: അതെ പേരില് മറ്റൊരു ഉപയോക്താവ് നിലവിലുണ്ട്
nb_no: En bruker med dette brukernavnet eksisterer
nl: Er bestaat een gebruiker met die gebruikersnaam
pt_pt: Já existe um utilizador com esse nome de utilizador.
sk: Používateľ s týmto používateľským menom už existuje
sr: Корисник са наведеним корисничким именом већ постоји
sv_se: En användare med det användarnamnet finns redan
ta: கொடுக்கப்பட்ட பயனர் பெயர் கொண்ட ஒரு பயனர் உள்ளார்
ur: اس صارف نام کے ساتھ ایک صارف موجود ہے
vi: Người dùng với tên đăng nhập đó đã tồn tại

source: Can't change this field.
bg: Не можете да промените това поле.
bn_in: ফিল্ডটি পালটানো সম্ভভ নয়।
cs: Toto pole nelze změnit.
da: Kan ikke ændre dette felt.
el: Αδυναμία αλλαγής αυτού του πεδίου.
es_mx: No se puede cambiar este campo.
fy_nl: Kin dit fjild net wizigje.
he: לא ניתן לשנות שדה זה.
hr: Ovo se polje ne može promijeniti.
hu: Ez a mező nem módosítható.
id: TIdak dapat mengubah bidang.
it: Impossibile modificare questo campo.
ja: この項目は変更できません。
mg: Tsy afaka manova io saha io.
ml: ഈ പ്രവര്‍ത്തനതലം മാറ്റാൻ കഴിയില്ല.
nb_no: Kan ikke forandre dette feltet.
nl: Kan dit veld niet wijzigen.
pt_pt: Este campo não pode ser alterado.
sk: Toto pole nemožno meniť.
sr: Не могу да променим ово поље.
sv_se: Kan inte ändra fältet.
ta: இந்த களத்தை மாற்ற இயலாது.
ur: اس قطعہ کو تبدیل نہیں کر سکتے۔
vi: Không thể thay đổi thông tin này.

source: Usernames may only be letters, numbers, "." and "-".
bg: Потребителските имена могат да съдържат само букви, цифри, и знаците "." и "-".
bn_in: ইউজারনেমে শুধুমাত্র অক্ষর, সংখ্যা, "." ও "-" থাকতে পারে।
cs: Uživatelská jména mohou obsahovat pouze písmena, čísla a symboly "." a "-".
da: Brugernavne må kun indeholde bogstaver, tal, "." og "-".
el: Τα ονόματα χρήστη μπορούν να περιέχουν μόνο γράμματα, αριθμούς, «.» και «- ».
es_mx: Nombre de usuario sólo pueden ser letras, números, "." y "-".
fy_nl: Brûkersnammen meie allinnich letters, sifers, ‘.’ en ‘-’ befetsje.
he: שמות משתמשים יכולים להיות אך ורק אותיות, ספרות, ״.״ ו־״-״.
hr: Korisnička imena mogu sadržati samo slova, brojke, točke i crtice.
hu: A felhasználónévben csak betűk, számok, „.” és „-” lehet.
id: Nama pengguna mungkin berisi huruf, angka, "." dan "-".
it: I nomi utente possono contenere solo lettere, numeri, "." e "-".
ja: ユーザ名には、英数字と「.」「,」のみが使用できます。
mg: Litera, isa, "." ary "-" ihany no azo anamboarana solonanarana.
ml: ഉപയോക്തൃനാമം തിരഞ്ഞെടുക്കുമ്പോള്‍ അക്ഷരങ്ങളും, നമ്പര്‍കളും,".","-" എന്നിവ ഉപയോഗിച്ചിരിക്കണം
nb_no: Brukernavn kan bare inneholde bokstaver, nummer, "." og "-".
nl: Gebruikersnamen mogen alleen letters, cijfers, ‘.’ en ‘-’ bevatten.
pt_pt: Os nomes de utilizador só podem conter letras, números, "." e "-".
sk: Používateľské mená môžu obsahovať iba písmená, čísla a symboly "." a "-".
sr: Корисничко име може да садржи само слова, бројеве, "." и "-".
sv_se: Användarnamn kan endast vara bokstäver, siffror, "." och "-".
ta: பயனர்பெயர்கள் எழுத்துகளாகவோ, எண்களாகவோ அல்லது ".", "-" போன்ற குறியீடுகளாகவோ மட்டுமே இருக்கலாம்.
vi: Tên người dùng chỉ có thể chứ các chữ cái, số, dấu "." và dấu "-".

source: No matching user setting found.
bn_in: বৈশিষ্ট্যযুক্ত ইউজার খুঁজে পাওয়া যাচ্ছে না।
cs: Odpovídající uživatelské nastavení nenalezeno.
da: Ingen matchende brugerindstillinger fundet.
el: Δεν βρέθηκε καμία ρύθμιση του χρήστη.
es_mx: No se ha encontrado ninguna configuración de usuario.
fy_nl: Gjin oerienkommende brûkersynstelling fûn.
hr: Odgovarajuća korisnička postavka nije pronađena.
hu: Nem található megfelelő felhasználói beállítás.
id: TIdak ditemukan pengaturan pengguna yang cocok.
it: Impossibile trovare impostazioni utente corrispondenti.
ja: 一致するユーザ設定が見つかりませんでした。
mg: Tsisy tefin'ny mpampiasa tandrifiny hita.
ml: പൊരുത്തമുള്ള ഉപയോക്തൃ ക്രമീകരണങ്ങൾ കണ്ടെത്തിയില്ല
nb_no: Ingen matchende brukerinnstilling funnet.
nl: Geen overeenkomende gebruikersinstelling gevonden.
pt_pt: Não foi encontrada uma definição de utilizador coincidente.
sk: Požadované používateľské meno nebolo nájdené.
sr: Нису пронађене подударајуће корисничке поставке.
sv_se: Ingen matchande användarinställning hittades.
vi: Không tìm thấy cài đặt người dùng phù hợp.

source: Unable to generate username.
bg: Потребителското име не може да се генерира.
bn_in: ইউজারনেম তৈরি করা যাচ্ছে না।
cs: Uživatelské jméno nelze vygenerovat.
da: Kan ikke generere brugernavn.
el: Αδυναμία δημιουργίας ονόματος χρήστη.
es_mx: No se ha podido generar ese nombre de usuario.
fy_nl: Kin gjin brûkersnamme generearje.
he: לא ניתן לייצר שם משתמש.
hr: Nije moguće generirati korisničko ime.
hu: Nem állítható elő felhasználónév.
id: Tidak dapat menghasilkan nama pengguna.
it: Impossibile generare il nome utente.
ja: ユーザ名を生成できませんでした。
mg: Tsy afaka mamokatra solonanarana.
ml: ഉപയോക്തൃനാമം സൃഷ്ടിക്കാനായില്ല
nb_no: Klarer ikke å generere brukernavn.
nl: Kan geen gebruikersnaam genereren.
pt_pt: Não foi possível gerar o nome de utilizador.
sk: Používateľské meno nemožno vygenerovať.
sr: Не могу да генеришем корисничко име.
sv_se: Det gick inte att generera användarnamn.
ta: பயனர்பெயரை உருவாக்க முடியவில்லை.
ur: صارف کا نام پیدا کرنے سے قاصر۔
vi: Không thể tạo tên tài khoản.

source: User account is disabled.
bg: Потребителският акаунт е деактивиран.
el: Ο λογαριασμός του χρήστη είναι απενεργοποιημένος.
es_mx: La cuenta de usuario está desactivada.
fy_nl: Brûkersaccount is útskeakele.
he: חשבון המשתמש מושבת.
hr: Korisnički račun je onemogućen.
id: Akun pengguna dilumpuhkan.
lo: ບັນຊີຜູ້ໃຊ້ຖືກປິດການໃຊ້ງານ.
mg: Novonoina ny kaonti-mpampiasa.
ml: ഉപയോക്തൃ അക്കൗണ്ട് പ്രവര്‍ത്തന രഹിതമാണ്.
nb_no: Brukerkonto er deaktivert.
pt_pt: A conta de utilizador está desativada.
sk: Používateľský účet je deaktivovaný.
sv_se: Användarkontot är inaktiverat.
ta: பயனர் கணக்கு முடக்கப்பட்டுள்ளது.
th: บัญชีผู้ใช้ถูกระงับ
ur: صارف کا اکاؤنٹ غیر فعال ہے۔
vi: Tài khoản của bạn đã bị vô hiệu hóa.

source: Enter a valid email address.
bg: Въведете валиден имейл адрес.
el: Εισάγετε μια έγκυρη ηλ. διεύθυνση.
es_mx: Ingresa un dirección de correo electrónico válida.
fy_nl: Fier in jildich e-mailadres yn.
he: נא להזין כתובת דוא״ל תקנית.
hr: Upiši ispravnu e-adresu.
id: Masukkan alamat email yang valid.
kab: Sekcem tansa imayl tameɣtut.
lo: ປ້ອນທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ.
mg: Mampidira adiresy mailaka mety.
ml: നിയമാനുസാരമായ ഒരു ഇമെയിൽ വിലാസം തരിക
nb_no: Skriv inn en gyldig e-postadresse.
pt_pt: Introduza um endereço de e-mail válido.
sk: Zadajte platnú e-mailovú adresu.
sv_se: Ange en giltig e-postadress.
ta: ஒரு சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்.
th: ใส่ที่อยู่อีเมลที่ถูกต้อง
ur: validجائز ای میل کا اندراج کریں۔
vi: Nhập một địa chỉ email hợp lệ.

source: just now
bg: току-що
bn_in: এখুনি
cs: právě teď
da: netop nu
el: μόλις τώρα
es_mx: ahora mismo
fy_nl: sa krekt
he: כרגע
hr: upravo
hu: épp most
id: Baru saja
it: Proprio adesso
ja: 直前
kab: tura kan
lo: ຕອນນີ້
mg: vao teo
ml: ഇപ്പോള്‍
nb_no: akkurat nå
nl: zojuist
pl: teraz
pt_pt: agora mesmo
sk: práve teraz
sr: управо
sv_se: nyss
ta: தற்போது
ur: ابھی
vi: vừa xong

source: {n} minute ago
bg: преди {n} минута
bn_in: {n} মিনিট আগে
cs: před {n} minutou
da: {n} minut siden
el: {n} λεπτό πριν
es_mx: hace {n} minutos
fy_nl: {n} minút lyn
he: לפני דקה
hr: prije {n} minutu
hu: {n} perce
id: {n} menit lalu
it: {n} minuto fa
ja: {n} 分前
kab: {n} n tsedat aya
lo: {n} ນາທີ່ຜ່ານໄປ
mg: {n} minitra lasa
ml: {n} മിനിറ്റ് മുമ്പ്
ms: {n} minit yang lalu
nb_no: {n} minutt siden
nl: {n} minuut geleden
pl: {n} minutę temu
pt_pt: à {n} minuto
sk: pred {n} minútou
sr: пре {n} минут
sv_se: {n} minut sedan
ta: {n} நிமிடத்திற்கு முன்பு
th: {n} นาทีที่แล้ว
ur: {n} منٹ پہلے
vi: {n} phút trước

source: {n} hour ago
bg: преди {n} час
bn_in: {n} ঘন্টা আগে
cs: před {n} hodinou
da: {n} timer siden
el: {n} ώρα πριν
es_mx: hace {n} horas
fy_nl: {n} oer lyn
he: לפני שעה
hr: prije {n} sat
hu: {n} órája
id: {n} jam lalu
it: {n} ora fa
ja: {n} 時間前
kab: {n} n usrag aya
lo: {n} ຊົ່ວໂມງຜ່ານໄປ
mg: {n} ora lasa
ml: {n} മണിക്കൂർ മുമ്പ്
ms: {n} jam yang lalu
nb_no: {n} time siden
nl: {n} uur geleden
pl: {n} godzinę temu
pt_pt: à {n} hora
sk: pred {n} hodinou
sr: пре {n} сат
sv_se: {n} timme sedan
sw: lisaa {n} lililopita
ta: {n} மணி நேரம் முன்பு
th: {n} ชั่วโมงที่แล้ว
ur: {n} گھنٹہ پہلے
vi: {n} giờ trước

source: {n} day ago
bg: преди {n} ден
bn_in: {n} দিন আগে
cs: před {n} dnem
da: {n} dag siden
el: {n} ημέρα πριν
es_mx: hace {n} días
fy_nl: {n} dei lyn
he: אתמול
hr: prije {n} dan
hu: {n} napja
id: {n} hari lalu
it: {n} giorno fa
ja: {n} 日前
kab: {n} n wass aya
lo: {n} ມື້ຜ່ານໄປ
mg: {n} andro lasa
ml: {n} ദിവസം മുമ്പ്
ms: {n} hari yang lepas
nb_no: {n} dag siden
nl: {n} dag geleden
pl: {n} dzień temu
pt_pt: à {n} dia
sk: pred {n} dňom
sr: пре {n} дан
sv_se: {n} dag sedan
ta: {n} நாள் முன்பு
th: {n} วันที่แล้ว
ur: {n} دن پہلے
vi: {n} ngày trước

source: Unknown error: "{error}"
bg: Неизвестна грешка: "{error}"
bn_in: অজানা ত্রুটি: "{error}"
cs: Neznámá chyba: "{error}"
da: Ukendt fejl: "{error}"
el: Άγνωστο σφάλμα: «{error}»
es_mx: Error desconocido: "{error}"
fy_nl: Unbekende flater: ‘{error}’
he: שגיאה לא ידועה: ״{error}״
hr: Nepoznata pogreška: "{error}"
hu: Ismeretlen hiba: „{error}”
id: Kesalahan tidak diketahui: "{error}"
it: Si è verificato un errore sconosciuto: "{error}"
ja: 原因不明のエラー: "{error}"
kab: Tuccḍa tarussint: "{error}"
lo: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ: "{error}"
mg: Olana tsy fantatra: "{error}"
ml: അജ്ഞാത പിശക് : "{error}"
ms: Ralat tidak diketahui: "{error}"
nb_no: Ukjent feil: "{error}"
nl: Onbekende fout: ‘{error}’
pt_pt: Erro desconhecido: "{error}"
sk: Neznáma chyba: "{error}"
sr: Непозната грешка: "{error}"
sv_se: Okänt fel: "{error}"
ta: அறியப்படாத பிழை: "{error}"
th: ข้อผิดพลาดที่ไม่รู้จัก: "{error}"
ur: نامعلوم نقص: "{error}"
vi: Lỗi không xác định: "{error}"

source: Unable to login with provided credentials.
da: Ude af stand til at logge ind med de givne oplysninger.
ja: 入力されたログイン情報ではログインできません。
nl: Kan niet aanmelden met opgegeven referenties.

source: User account is disabled
da: Brugerkonto er deaktiveret
ja: ユーザアカウントは無効化されています

source: Enter a valid email address
da: Indtast en gyldig mailadresse
ja: 正しいメールアドレスを入力してください

source: SMS/MMS
ar: الرسائل القصيرة/رسائل الوسائط المتعددة
