Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/buddyup.po
Languages: ar, bg, bn_in, cs, da, el, es_mx, fy_nl, he, hr, hu, id, it, ja, kab, lo, mg, ml, mr, ms, nb_no, nl, pl, pt_pt, ru, sk, sq, sr, sv_se, sw, ta, th, ur, vi

source: Forgot your password? Don't worry. Enter your username below and we'll send you instructions for setting a new one.
bg: Забравихте паролата си? Няма проблеми. Напишете потребителското си име отдолу и ще Ви изпратим инструкции за нова.
bn_in: পার্সওয়ার্ড ভুলে গেছেন? ভয় পাবেন না। নিচে আপনার ইউজারনেম দিন আমরা আপনাকে নতুন পার্সওয়ার্ড নির্বাচন করার নির্দেশাবলী পাটিয়ে দেবো।
cs: Zapomněli jste heslo? Nevadí. Zadejte níže své uživatelské jméno a my vám zašleme postup jak si nastavit nové.
da: Glemt din adgangskode? Intet problem. Indtast dit brugernavn nedenunder, så vil vi sende dig en vejledning i, hvordan du laver et nyt.
el: Ξεχάσατε τον κωδικό πρόσβασής σας; Μην ανησυχείτε. Εισάγετε το όνομα χρήστη παρακάτω και θα σας στείλουμε οδηγίες για τον ορισμό ενός νέου.
es_mx: ¿Olvidaste tu contraseña? No te preocupes. Introduce debajo tu nombre de usuario y te enviaremos instrucciones para configurar una nueva.
fy_nl: Jo wachtwurd ferjitten? Gjin soargen. Fier hjirûnder jo brûkersnamme yn en wy stjoere ynstruksjes foar it ynstellen fan in nij wachtwurd.
he: שכחת את הססמה שלך? אל דאגה. נא להזין את שם המשתמש שלך להלן ואנו נשלח לך הנחיות להגדרת ססמה חדשה.
hr: Zaboravio/la si lozinku? Ne brini. Upiši svoje korisničko ime i mi ćemo ti poslati upute za postavljanje nove lozinke.
hu: Elfelejtette jelszavát? Semmi gond, adja meg felhasználónevét, és e-mailben leírjuk, mit kell tennie egy új beállításához.
it: Hai dimenticato la password? Niente paura: inserisci il nome utente e ti invieremo le istruzioni per ripristinarla.
ja: パスワードをお忘れですか？ 心配ありません。下にユーザ名を入力すると、新しいパスワードを発行する手順の書かれたメールが送信されます。
kab: Tettuḍ awal-ik uffir? Ur tqelliq ara. Sekcem isem-ik n useqdac ddaw-a sakin ad ak-d-nazen iwellihen akken ad tesbaduḍ wayeḍ.
lo: ລືມລະຫັດຜ່ານຂອງທ່ານບໍ່? ບໍ່ຕ້ອງກັງວົນ. ກະລຸນາໃສ່ຊື່ຜູ້ໃຊ້ຂອງທ່ານຂ້າງລຸ່ມນີ້ແລະພວກເຮົາຈະສົ່ງຄໍາແນະນໍາສໍາລັບການສ້າງຕັ້ງຄ່າໃຫມ່.
mg: Hadino ny tenimiafinao? Aza manahy. Ampidiro eto ambany ny solonanaranao ary handefasanay torolàlana hanefena iray vaovao ianao.
mr: तुमचा पासवर्ड विसरलात? काळजी करू नका. खाली आपले वापरकर्तानाव प्रविष्ट करा आणि आम्ही एक नवीन सेट करण्यासाठी आपल्याला सूचना पाठवू.
ms: Lupa kata laluan？Usah risau. Masukkan nama pengguna anda dan kami akan hantar arahan untuk anda tetapkan yang baru.
nb_no: Glemt passordet ditt? Ingen grunn til bekymring. Skriv inn brukernavnet ditt i feltet under så sender vi deg instruksjoner for å lage ett nytt.
nl: Uw wachtwoord vergeten? Geen zorgen. Voer hieronder uw gebruikersnaam in en we sturen instructies voor het instellen van een nieuwe.
pl: Nie pamiętasz hasła? Nie martw się. Poniżej podaj swoją nazwę użytkownika, a my wyślemy ci instrukcję, jak ustanowić nowe hasło.
pt_pt: Esqueceu a sua palavra-passe? Não se preocupe. Insira em baixo o seu nome de utilizador e nós iremos enviar-lhe as instruções para definir uma nova.
ru: Забыли пароль? Не волнуйтесь. Введите ниже своё имя пользователя и мы вышлем вам инструкции по установке нового.
sk: Zabudli ste heslo? Nebojte sa. Zadajte vaše používateľské meno a my vám zašleme inštrukcie na vytvorenie nového.
sq: Harruat fjalëkalimin tuaj? Mos u shqetësoni. Jepni më poshtë emrin tuaj të përdoruesit dhe do t’ju dërgojmë udhëzime për caktimin e një të riu.
sr: Заборавили сте лозинку? Не брините. Унесите корисничко име испод и ми ћемо вам послати инструкције за подешавање нове.
sv_se: Glömt ditt lösenord? Oroa dig inte. Ange ditt användarnamn nedan så skickar vi instruktioner om hur du gör för att skapa ett nytt.
ta: உங்களது கடவுச்சொல்லை மறந்துவிட்டீர்களா? கவலைப்பட வேண்டாம். பயனர்பெயரை கீழே பதியவும் மேலும் நாங்கள் புதிய கடவுச்சொல்லிற்கான அமைப்புக்களின் அறிவுறுத்தல்களை அனுப்புவோம்.
vi: Quên mật khẩu? Đừng lo. Nhập tên đăng nhập của bạn vào bên dưới và chúng tôi sẽ gửi cho bạn các hướng dẫn để cài đặt một mật khẩu mới.

source: We've sent you an email. Just follow the link in the email to reset your password.
bg: Изпратихме Ви имейл.Просто следвайте линка в имейла за възстановяване на паролата Ви.
bn_in: আমরা একটি ইমেইল পাটিয়েছি। ইমেইলে পাটানো লিঙ্কটি অনুসরন করুন পার্সওয়ার্ড পালটানোর জন্য।
cs: Poslali jsme vám e-mail. Pro obnovení hesla stačí otevřít odkaz, který v e-mailu najdete.
da: Vi har sendt dig en mail. Klik bare på linket i mailen for at nulstille din adgangskode.
el: Σας έχουμε στείλει ένα ηλ. μήνυμα. Απλά ακολουθήστε το σύνδεσμο στο ηλ. μήνυμα για να επαναφέρετε τον κωδικό πρόσβασής σας.
es_mx: Te hemos enviado un correo electrónico. Sigue el enlace del correo para restablecer tu contraseña.
fy_nl: Wy hawwe in e-mailberjocht stjoerd. Klik op de keppeling yn it e-mailberjocht om jo wachtwurd opnij yn te stellen.
he: שלחנו לך הודעת דוא״ל. עליך פשוט לעקוב אחר הקישור שבהודעה כדי לאפס את הססמה שלך.
hr: Poslali smo ti email. Prati poveznicu u emailu i ponovo postavi lozinku.
hu: Küldtünk Önnek egy e-mailt. Kattintson az e-mailben lévő hivatkozásra a jelszó visszaállításához.
it: Ti abbiamo inviato un'email: segui il link contenuto nel messaggio per reimpostare la password.
ja: メールを送信しました。メールに書かれたリンクの手順に従ってパスワードをリセットしてください。
kab: Nuzen-ak-d imayl. Tekki ɣef useɣwen deg yizen akken ad talseḍ awennez n wawal uffir.
lo: ພວກເຮົາໄດ້ຖືກສົ່ງອີເມລ໌ທີ່ທ່ານ. ພຽງແຕ່ປະຕິບັດຕາມລິ້ງໃນອີເມລ໌ເພື່ອປ່ຽນລະຫັດຜ່ານຂອງທ່ານ.
mg: Misy mailaka nalefanay aminao any. Araho fotsiny ny rohy any amin'ilay mailaka hanefanao tenimiafina indray.
mr: आम्ही आपल्याला एक ईमेल पाठवले आहे. आपला संकेतशब्द पुनःस्थापित करण्यासाठी ईमेलमधील फक्त दुव्याचे अनुसरण करा.
ms: Kami telah menghantar e-mel kepada anda. Ikut sahaja pautan di dalam e-mel untuk tetapkan semula kata laluan anda.
nb_no: Vi har sendt deg en e-post. Klikk bare på lenken i e-posten for å tilbakestille passordet ditt.
nl: We hebben een e-mailbericht gestuurd. Klik op de koppeling in het e-mailbericht om uw wachtwoord opnieuw in te stellen.
pl: Wysłaliśmy ci wiadomość. Kliknij odnośnik znajdujący się w wiadomości, by zresetować swoje hasło.
pt_pt: Nós enviámos-lhe uma mensagem. Basta seguir a hiperligação na mesma para redefinir a sua palavra-passe.
ru: Мы отправили вам письмо. Просто пройдите по ссылке в письме, чтобы восстановить свой пароль.
sk: Poslali sme vám e-mail. Pre obnovenie hesla stačí otvoriť odkaz, ktorý v e-maili nájdete.
sq: Ju dërguam një email. Që të ricaktoni fjalëkalimin tuaj, thjesht ndiqni lidhjen te email-i.
sr: Послали смо вам е-пошту. Само пратите везу испод да ресетујете лозинку.
sv_se: Vi har skickat ett e-postmeddelande. Följ bara länken i meddelandet för att återställa ditt lösenord.
ta: உங்களுக்கு ஒரு மின்னஞ்சல் அனுப்பியுள்ளோம். உங்களது கடவுச்சொல்லை மீட்டமைக்க மின்னஞ்சலில் உள்ள இணைப்பை பின்பற்றவும்.
vi: Chúng tôi đã gửi cho bạn một email. Chỉ cần theo liên kết trong email để đặt lại mật khẩu.

source: Done
bg: Готово
bn_in: সমাপ্ত
cs: Hotovo
da: Færdig
el: Τέλος
es_mx: Hecho
fy_nl: Dien
he: סיום
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
kab: Immed
lo: ສຳເລັດ
mg: Vita
ml: കഴിഞ്ഞിരിക്കുന്നു
mr: पूर्ण झाले
ms: Selesai
nb_no: Ferdig
nl: Gereed
pl: Gotowe
pt_pt: Feito
ru: Готово
sk: Hotovo
sq: U bë
sr: Готово
sv_se: Klar
ta: முடிந்தது
th: เสร็จสิ้น
ur: مکمل
vi: Xong

source: My Profile
bg: Моят профил
bn_in: আমার প্রোফাইল
cs: Můj profil
da: Min profil
el: Το Προφίλ Μου
es_mx: Mi perfil
fy_nl: Myn profyl
he: הפרופיל שלי
hr: Moj profil
hu: Profilom
id: Profil Saya
it: Il mio profilo
ja: ユーザ設定
kab: Amaɣnu-inu
lo: ໂປ​ຣ​ໄຟ​ລ໌
mg: Ny Piraoliko
ml: എന്റെ പ്രൊഫൈല്‍
mr: माझे प्रोफाइल
ms: Profil Saya
nb_no: Min profil
nl: Mijn profiel
pl: Mój profil
pt_pt: O meu perfil
ru: Мой Профиль
sk: Môj profil
sq: Profili Im
sr: Мој профил
sv_se: Min profil
sw: Profaili yangu
ta: எனது சுயவிவரம்
th: ข้อมูลส่วนตัวของฉัน
ur: میری پروفائل
vi: Hồ sơ của tôi

source: My Question
bg: Моят въпрос
bn_in: আমার প্রশ্ন
cs: Má otázka
da: Mit spørgsmål
el: Η Ερώτησή μου
es_mx: Mi pregunta
fy_nl: Myn fraach
he: השאלה שלי
hr: Moje pitanje
hu: Kérdésem
id: Pertanyaan Saya
it: La mia domanda
ja: 自分の質問
kab: Asteqsi-inu
lo: ຄຳຖາມ
mg: Ny Fanontaniako
ml: എന്റെ ചോദ്യം
mr: माझा प्रश्न
ms: Soalan Saya
nb_no: Mine spørsmål
nl: Mijn vraag
pl: Moje pytanie
pt_pt: A minha questão
ru: Мой вопрос
sk: Moja otázka
sq: Pyetjet e Mia
sr: Моје питање
sv_se: Min fråga
sw: Swali langu
ta: எனது கேள்வி
th: คำถามของฉัน
ur: میرے سوالات
vi: Câu hỏi của tôi

source: We can help<br>Ask us anything!
bg: Ние можем да помогнем<br>Попитайте ни нещо!
bn_in: আমরা সাহায্য করতে পারি<br>যা খুশি জিজ্ঞাসা করুন!
cs: Můžeme pomoci<br>Zeptejte se nás!
da: Vi kan hjælpe<br>Spørg os om alt!
el: Μπορούμε να βοηθήσουμε<br>Ρωτήστε μας οτιδήποτε!
es_mx: ¡Podemos ayudar <br>pregúntanos lo que sea!
fy_nl: Wy kinne helpe<br>Jo kinne alles freegje!
he: אנחנו יכולים לעזור<br>צריך רק לשאול!
hr: Možemo ti pomoći<br>Pitaj nas bilo što!
hu: Tudunk segíteni.<br>Kérdezzen bármit!
it: Siamo qui per aiutare<br>Chiedi per avere una risposta
ja: 手助けします<br>何でも質問してください！
kab: Nebɣa ad ak-d-nefk afus <br>Suter-d ayen tebɣiḍ!
lo: ພວກເຮົາສາມາດຊ່ວຍໄດ້<br>ຖາມພວກເຮົາໄດ້
mg: Afaka manampy izahay<br>Anontanio anay izay manitikitika ny sainao!
ml: ഞങ്ങൾക്ക് സഹായിക്കാൻ കഴിയും<br>ഞങ്ങളോട് എന്തും ചോധികം!
mr: आम्ही मदत करू शकतो<br>आम्हाला काहीही विचारा!
ms: Kami boleh membantu<br>Tanya apa sahaja kepada kami!
nb_no: Vi kan hjelpe<br>Spør oss om hva som helst!
nl: We kunnen helpen<br>U kunt alles vragen!
pl: Możemy ci pomóc<br>Możesz nas pytać o wszystko!
pt_pt: Nós podemos ajudar<br>Pergunte-nos qualquer coisa!
ru: Мы можем помочь<br>Спросите нам о чём угодно!
sk: Môžeme vám pomôcť<br>Spýtajte sa nás čokoľvek!
sq: Mund t’ju ndihmojmë<br>Pyesni për çfarëdo!
sr: Можемо помоћи <br>Питајте нас било шта!
sv_se: Vi kan hjälpa<br>Fråga oss vad som helst!
ta: எங்களால் உதவி செய்ய முடியும்<br>எங்களிடம் எதுவும் கேளுங்கள்!
ur: ہم مدد کرسکتے ہیں <br> ہم سے کچھ پوچھیں!
vi: Chúng tôi có thể giúp<br>Hỏi chúng tôi bất cứ điều gì!

source: Write your message…
bg: Напишете вашето съобщение...
bn_in: আপনার মেসেজ লিখুন…
cs: Napište svou zprávu…
da: Skriv din meddelelse...
el: Γράψτε το μήνυμά σας…
es_mx: Escribe tu mensajes…
fy_nl: Skriuw jo berjocht…
he: כתיבת ההודעה שלך…
hr: Napiši svoju poruku …
hu: Írja be az üzenetet…
id: Tulis pesan Anda ...
it: Scrivi il tuo messaggio&hellip;
ja: メッセージを書く…
kab: Aru izen-ik…
lo: ຂຽນຂໍ້ຄວາມຂອງທ່ານ ...
mg: Soraty ny hafatrao…
ml: നിങ്ങളുടെ സന്ദേശം എഴുതുക
mr: आपला संदेश लिहा…
ms: Tulis mesej anda…
nb_no: Skriv din beskjed…
nl: Schrijf uw bericht…
pl: Napisz swoją wiadomość&hellip;
pt_pt: Escreva a sua mensagem…
sk: Napíšte svoju správu…
sr: Напишите поруку…
sv_se: Skriv ditt meddelande…
sw: Andika ujumbe wako…
ta: உங்கள் செய்தியை எழுதவும்…
th: เขียนข้อความของคุณ…
ur: اپنا پیغام لکھیں…
vi: Viết tin nhắn của bạn…

source: Sign in to reply
bg: Впишете се, за да отговорите
bn_in: রিপ্লাই করার জন্য সাইন ইন করুন
cs: Pro odpověď se přihlaste
da: Log ind for at svare
el: Συνδεθείτε για απάντηση
es_mx: Inicia sesión para responder
fy_nl: Meld jo oan om te antwurdzjen
he: יש להיכנס כדי להגיב
hr: Prijavi se, ako želiš odgovoriti
hu: A válaszhoz jelentkezzen be
id: Masuk untuk membalas
it: Scrivi il tuo messaggio…
ja: サインインして返信する
kab: Qqen akken ad d-tefkeḍ tiririt
lo: ເຂົ້າສູ່ລະບົບເພື່ອຕອບກັບ
mg: Hiditra hamaly
ml: മറുപടി നൽകാൻ സൈന്‍ഇന്‍ ചെയുക
mr: उत्तर देण्यासाठी साइन इन करा
ms: Daftar masuk untuk balas
nb_no: Logg inn for å svare
nl: Meld u aan om te antwoorden
pl: Zaloguj się, aby odpowiedzieć
pt_pt: Inicie sessão para responder
ru: Войти для ответа
sk: Ak chcete odpovedať, musíte sa prihlásiť
sq: Hyni, për t’u përgjigjur
sr: Пријавите се да бисте одговорили
sv_se: Logga in för att svara
sw: Ingia ili kutoa maoni
ta: பதில் அனுப்ப உள்ளே செல்லவும்
th: ลงชื่อเข้าใช้เพื่อตอบกลับ
ur: جواب دینے کے لئے سائن ان کریں
vi: Đăng nhập để trả lời

source: Thank you for your question!
bg: Благодаря Ви за Вашият въпрос!
bn_in: প্রশ্ন করার জন্য ধন্যবাদ!
cs: Děkujeme za váš dotaz!
da: Tak for dit spørgsmål!
el: Ευχαριστούμε για την ερώτησή σας!
es_mx: ¡Gracias por tu pregunta!
fy_nl: Tank foar jo fraach!
hr: Hvala ti na pitanju!
hu: Köszönjük kérdését.
it: Grazie per la domanda
ja: 質問ありがとうございます！
kab: Tanemmirt ɣef usteqsi!
lo: ຂອບໃຈສຳລັບຄຳຖາມຂອງທ່ານ!
mg: Misaotra anao nametraka fanontaniana!
ml: തങ്ങളുടെ ചോദ്യത്തിനു നന്ദി!
mr: आपल्या प्रश्नसाठी धन्यवाद!
ms: Terima kasih untuk soalan anda!
nb_no: Takk for spørsmålet ditt!
nl: Bedankt voor uw vraag!
pl: Dziękujemy za pytanie!
pt_pt: Obrigado pela sua questão!
ru: Спасибо за ваш вопрос!
sk: Ďakujeme za vašu otázku!
sq: Faleminderit për pyetjen!
sr: Хвала вам на питању!
sv_se: Tack för din fråga!
sw: Asante kwa swali lako!
ta: உங்கள் கேள்விக்கு நன்றி!
th: ขอบคุณสำหรับคำถามของคุณ!
ur: آپ کے سوال کا شکریہ!
vi: Cảm ơn bạn đã đặt câu hỏi!

source: You'll get a notification as soon as a Buddy jumps in to the rescue.
bn_in: আপনি বিজ্ঞপ্তি পেয়ে যাবেন যখন কোনো বন্ধু আপনাকে বাছাতে ঝাপিয়া পরবে।
cs: Jakmile přijde nějaký kamarád na pomoc, budete pošleme vám notifikaci.
da: Du vil modtage en meddelelse så snart en Buddy kommer til undsætning.
el: Θα λάβετε μια ειδοποίηση μόλις έρθει ένας Φίλος να βοηθήσει.
es_mx: Recibirás una notificación tan pronto como un amigo llegue al rescate.
fy_nl: Jo ûntfange in melding sa gau as in Buddy de fraach oppakt.
he: תופיע אצלך התרעה ברגע שאחד מהחברים ייחלץ לעזרתך.
hr: Dobit ćeš obavijest, čim Buddy priskoči u pomoć.
hu: Értesítést küldünk, ha valaki tud segíteni.
it: Riceverai una notifica appena un Buddy si farà vivo con la risposta
ja: 仲間がすぐに駆けつけて通知を受け取れます。
kab: Ad tremseḍ alɣu ticki aseqdac-nniḍen ad d-yas ad ak-d-yekf afus.
lo: ທ່ານຈະໄດ້ຮັບການແຈ້ງກເຕືອນທັນທີທີ່ Buddy ຟ້ອງຂຶ້ນເພື່ອຊ່ວຍເຫລືອ
mg: Haharay filazana eo noho eo ianao raha vao misy Akama avy hanampy.
ms: Anda akan dapat notifikasi apabila ada Rakan yang sedia membantu.
nb_no: Du får en melding med en gang en Buddy kommer til unnsetning.
nl: U ontvangt een melding zodra een Buddy de vraag oppakt.
pl: Otrzymasz powiadomienie, gdy tylko Pomocnik przybędzie ci na ratunek.
pt_pt: Irá receber uma notificação assim que um Buddy apareça para ajudar.
ru: Вы получите уведомление, как только Buddy придёт на помощь.
sk: Okamžite, ako príde nejaký kamarát na pomoc, pošleme vám upozornenie.
sq: Do të merrni një njoftim sapo një Shok t’ju vijë në ndihmë.
sr: Добићете обавештење чим пријатељ дође да вас спаси.
sv_se: Du kommer att få ett meddelande så snart en Buddy kommer till undsättning.
ta: சரி செய்யும் வேளையில் நண்பர் ஈடுபடும்போது தங்களுக்கு அறிவிப்பு தருவோம்.
vi: Bạn sẽ nhận được thông báo ngay khi một người bạn vào trợ giúp bạn.

source: Previously Answered
bg: Отговорено по-рано
bn_in: আগে উত্তর দেওয়া হয়েছে
cs: Dříve zodpovězené
da: Besvaret tidligere
el: Προηγούμενες Απαντήσεις
es_mx: Previamente respondido
fy_nl: Earder beäntwurde
hr: Prethodno odgovoreno
hu: Korábban megválaszolva
id: Jawaban Sebelumnya
it: Con risposta
ja: 以前に回答済み
kab: Twarren yakan
lo: ກ່ອນໜ້ານີ້ມີຄຳຕອບ
mg: Novaliana Taloha
ml: മുമ്പ് മറുപടി കൊടുത്തിട്ടുണ്ട്
mr: पूर्वी उत्तर दिलेले
ms: Telah Dijawab
nb_no: Tidligere besvart
nl: Eerder beantwoord
pl: Wcześniej odpowiedziane
pt_pt: Respondidas anteriormente
ru: Ранее отвечен
sk: Skôr zodpovedané
sq: Me Përgjigje të Dikurshme
sr: Претходно одговорено
sv_se: Tidigare besvarad
sw: Imejibiwa Awali
ta: முன்னதாகவே பதிலளிக்கப்பட்டது
ur: پہلے سے جواب شدہ
vi: Các câu trả lời trước đó

source: Another helper has answered this question, please choose another.
bn_in: অন্য সাহায্যকারী এই প্রশ্নের উত্তর দিয়েছেন, দয়া করে অন্য প্রশ্ন নির্বাচন করুন।
cs: Na tuto otázku již odpověděl jiný přispěvatel, vyberte si prosím jinou.
da: En anden hjælper har besvaret dette spørgsmål, vælg et andet.
el: Ένας άλλος εθελοντής έχει απαντήσει αυτή την ερώτηση, παρακαλώ επιλέξτε μια άλλη.
es_mx: Otro ayudante ha respondido a esta pregunta, elige otra por favor.
fy_nl: In oare helper hat dizze fraach beäntwurde, kies in oare.
he: מסייע נוסף ענה על שאלה זו, נא לבחור באחת אחרת.
hr: Drugi pomagač je već odgovorio na ovo pitanje, odaberi drugo pitanje.
hu: Valaki már megválaszolta ezt a kérdést, válasszon másikat.
it: Un altro utente ha già risposto a questa domanda, scegline un'altra.
ja: 他のヘルパーがこの質問に回答済みです。他の質問を選んでください。
kab: Aseqdac-nniḍen yerra-d i usteqsi-a, ma ulac aɣilif fren wayeḍ.
lo: ຜູ້ຊ່ວຍຄົນອື່ນໄດ້ຕອບຄໍາຖາມນີ້ແລ້ວ, ກະລຸນາເລືອກຕົວອື່ນ
mg: Misy mpanampy hafa namaly ity fanontaniana ity, mifidiana iray hafa azafady.
ms: Pembantu lain telah menjawab soalan ini, sila pilih yang lain.
nb_no: En annen hjelper har besvart dette spørsmålet, velg et annet.
nl: Een andere helper heeft deze vraag beantwoord, kies een andere.
pl: Ktoś inny odpowiedział na to pytanie. Wybierz następnego.
pt_pt: Outro ajudante respondeu a esta pergunta. Por favor, escolha outra.
ru: Другой помощник ответил на этот вопрос. Пожалуйста, выберите другой вопрос.
sk: Na túto otázku už odpovedal iný prispievateľ, vyberte si prosím inú.
sq: Një tjetër përdorues i është përgjigjur kësaj pyetjeje, ju lutemi, zgjidhni një tjetër.
sr: Други асистент је одговорио на ово питање, изаберите друго питање.
sv_se: En annan hjälpare har besvarat denna fråga, vänligen välj ett annan.
ta: வேறொரு உதவியாளர் இந்த கேள்விக்கு பதிலளித்துவிட்டார், தயவுசெய்து வேறொன்றை தேர்தெடுக்கவும்.
ur: ایک اور مددگار نے اس سوال کا جواب دیا ہے ، براہ مہربانی کوئی دوسرا منتخب کریں۔
vi: Một người trợ giúp đã trả lời câu hỏi này, hãy chọn một người khác.

source: Has your question been solved?
bg: Беше ли решен вашият въпрос?
bn_in: আপনার প্রশ্নের সমাধান হয়েছে কি?
cs: Byla vaše otázka vyřešena?
da: Er dit spørgsmål blevet besvaret?
el: Έχει επιλυθεί η απορία σας;
es_mx: ¿Tu pregunta ha sido resuelta?
fy_nl: Is jo probleem oplost?
he: השאלה שלך קיבלה פתרון?
hr: Je li tvoje pitanje već riješeno?
hu: Megoldódott a probléma?
it: Il tuo problema è stato risolto?
ja: 質問は解決しましたか？
kab: Asteqsi-ik yefra?
lo: ໄດ້ຄໍາຖາມຂອງທ່ານໄດ້ຮັບການແກ້ໄຂ?
mg: Voavaha ve ny fanontanianao?
ml: നിങ്ങളുടെ ചോദ്യം പരിഹരിച്ചോ?
mr: आपला प्रश्न सोडवला गेला आहे का?
ms: Soalan anda sudah diselesaikan?
nb_no: Er ditt spørsmål besvart?
nl: Is uw probleem opgelost?
pl: Czy twój problem został rozwiązany?
pt_pt: A sua questão foi resolvida?
ru: Вы получили ответ на ваш вопрос?
sk: Bola vaša otázka zodpovedaná?
sq: U zgjidh pyetja juaj?
sr: Да ли је ваш проблем решен?
sv_se: Har din fråga lösts?
sw: Swali lako limetatuliwa?
ta: உங்கள் கேள்வி தீர்க்கப்பட்டதா?
th: คำถามของคุณได้รับการแก้ปัญหาหรือยัง?
ur: کیا آپ کا سوال حل ہو گیا ہے؟
vi: Câu hỏi của bạn đã được giải đáp?

source: This will close the question and let your buddy know you no longer need help.
bn_in: এটা আপনার প্রশ্ন বন্ধ করে দেবে ও আপানার বন্ধুকে জেনে যাবে আপনার আর সাহায্যের দরকার নেই।
cs: Tímto zavřete otázku a dáte svým kamarádům vědět, že již nepotřebujete další pomoc.
da: Dette vil lukke spørgsmålet og lade din buddy vide, at du ikke længere behøver hjælp.
el: Αυτό θα κλείσει την ερώτηση και θα ενημερώσει το φίλο σας ότι δεν χρειάζεστε πλέον βοήθεια.
es_mx: Esto cerrará la consulta y le hará saber al otro usuario que ya no necesitas ayuda.
fy_nl: Hjirtroch wurdt de fraach sluten en jo buddy ynformearre dat jo gjin help mear nedich hawwe.
he: פעולה זו תסגור את השאלה ותאפשר לחברים לדעת שאין לך עוד צורך בעזרה.
hr: Ovo će zatvoriti tvoje pitanje i tvom pomagaču dati do znanja, da ti više nije potrebna pomoć.
hu: Ez lezárja ezt a témát, és mások tudni fogják, hogy ebben már nem igényel segítséget.
it: In questo modo la richiesta verrà chiusa e il tuo Buddy saprà che non hai più bisogno di aiuto.
ja: これは質問を閉じ、助けが要らなくなったことを仲間に知らせます。
kab: Ayagi ad imdel asteqsi, ad as-yesken i umeddakkel-ik d ayen ur tesriḍ ara tallalt.
lo: ນີ້ຈະປິດຄໍາຖາມແລະໃຫ້ເພື່ອນຂອງທ່ານຮູ້ວ່າທ່ານບໍ່ຈໍາເປັນຕ້ອງການຊ່ວຍເຫຼືອ.
mg: Ity no hanakatona ny fanontaniana ary hampahafantatra ny akamanao fa tsy mila fanampiana intsony ianao.
nb_no: Dette lukker spørsmålet og lar buddyen din få vite at du ikke trenger hjelp lenger.
nl: Hierdoor wordt de vraag gesloten en uw buddy geïnformeerd dat u geen hulp meer nodig hebt.
pl: Spowoduje to zamknięcie pytania i powiadomi Pomocnika, że nie potrzebujesz już pomocy.
pt_pt: Isto irá encerrar a sua questão e irá avisar o seu buddy que já não precisa de ajuda.
ru: Это закроет вопрос и сообщите вашему buddy, что вы больше не нуждаетесь в помощи.
sk: Týmto uzatvoríte otázku a dáte kamarátom vedieť, že už nepotrebujete ďalšiu pomoc.
sq: Kjo do ta mbyllë pyetjen dhe do t’i bëjë të ditur shokut tuaj se s’keni më nevojë për ndihmë.
sr: Ово ће затворити питање и обавестиће пријатеља да вам више није потребна његова помоћ.
sv_se: Detta kommer att stänga frågan och låta din buddy veta att du inte längre behöver hjälp.
ta: இது தங்கள் கேள்வியை மூடிவிடும் மற்றும் தங்களுக்கு உதவி தேவைப்படவில்லை என உங்கள் நண்பரிடம் தெரிவித்து விடும்.
vi: Điều này sẽ đóng câu hỏi và thông báo cho bạn bè của bạn biết bạn không cần trợ giúp cho câu hỏi này nữa.

source: Cancel
bg: Отмяна
bn_in: বাতিল করুন
cs: Zrušit
da: Annuller
el: Ακύρωση
es_mx: Cancelar
fy_nl: Annulearje
he: ביטול
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kab: Sefsex
lo: ຍົກເລີກ
mg: Foanana
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anuloje
sr: Откажи
sv_se: Avbryt
sw: Ghairi
ta: ரத்து
th: ยกเลิก
ur: منسوخ کریں
vi: Hủy bỏ

source: Ok
bg: Добре
bn_in: ঠিক আছে
el: ΟΚ
es_mx: Aceptar
he: אישור
hr: U redu
hu: Rendben
kab: IH
lo: ຕົກລົງ
ml: ശരി
mr: ठीक आहे
sr: У реду
sw: Sawa
ta: சரி
th: ตกลง
ur: ٹھیک ہے

source: Answer a Question
bg: Отговори на въпрос
bn_in: একটা প্রশ্নের উত্তর দাও
cs: Odpovědět na otázku
da: Besvar et spørgsmål
el: Απάντηση μιας Ερώτησης
es_mx: Responde una pregunta
fy_nl: In fraach beäntwurdzje
he: מענה על שאלה
hr: Odgovori na pitanje
hu: Kérdés megválaszolása
id: Jawab Pertanyaan
it: Rispondi a una domanda
ja: 質問に答える
kab: Err-d ɣef usteqsi
lo: ຕອບຄຳຖາມ
mg: Hamaly Fanontaniana
ml: ഒരു ചോദ്യത്തിന് ഉത്തരം നൽകുക
mr: एका प्रश्नाचे उत्तर द्या
ms: Jawab Soalan
nb_no: Svar på et spørsmål
nl: Eem vraag beantwoorden
pl: Odpowiedz na pytanie
pt_pt: Responder a uma questão
ru: Ответить на вопрос
sk: Odpovedať na otázku
sq: Përgjigjjuni një Pyetjeje
sr: Одговори на питање
sv_se: Svara på en fråga
sw: Jibu Swali
ta: ஒரு கேள்விக்கு பதிலளிக்கவும்
th: ตอบคำถาม
ur: ایک سوال کا جواب دیں
vi: Trả lời một câu hỏi
