Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/buddyup.po
Languages: ar, bg, bn_in, cs, da, el, es_mx, fy_nl, he, hr, hu, id, it, ja, kab, lo, mg, ml, mr, ms, nb_no, nl, pl, pt_pt, ru, sk, sq, sr, sv_se, sw, ta, th, ur, vi

source: Failed
ar: فشل
bg: Неуспешно
bn_in: ব্যর্থ
cs: Selhalo
da: Mislykkedes
el: Αποτυχία
es_mx: Error
fy_nl: Mislearre
he: נכשל
hr: Neuspjeh
hu: Sikertelen
id: Gagal
it: Invio non riuscito
ja: 失敗
kab: Ur yeddi ara
lo: ລົ້ມເຫລວ
mg: Tsy nety
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
ms: Gagal
nb_no: Feilet
nl: Mislukt
pl: Nie powiodło się
pt_pt: Erro
ru: Не удалось
sk: Zlyhalo
sq: Dështoi
sr: Неуспешно
sv_se: Misslyckades
sw: Imeshindwa
ta: தோல்வி
th: ล้มเหลว
ur: ناکام
vi: Thất bại

source: Sending…
ar: جار الإرسال...
bg: Изпращане…
bn_in: পাঠানো হচ্ছে...
cs: Odesílání…
da: Sender...
el: Αποστολή…
es_mx: Enviando…
fy_nl: Ferstjoere…
he: נשלח…
hr: Šalje se …
hu: Küldés…
id: Mengirim…
it: Invio in corso
ja: 送信中…
kab: Tuzzna…
lo: ກຳລັງສົ່ງ…
mg: Mandefa…
ml: അയയ്കുന്നു…
mr: पाठवत आहे…
ms: Menghantar…
nb_no: Sender…
nl: Verzenden…
pl: Wysyłanie…
pt_pt: A enviar…
ru: Отправка…
sk: Odosielanie…
sq: Po dërgohet…
sr: Шаљем…
sv_se: Skickar…
sw: Kutuma…
ta: அனுப்புகிறது…
th: กำลังส่ง…
ur: ارسال کر رہا ہے…
vi: Đang gửi…

source: Solution ✓
ar: الحل✓
bg: Решение ✓
bn_in: সমাধান ✓
cs: Vyřešeno ✓
da: Løsnung ✓
el: Λύση ✓
es_mx: Solución ✓
fy_nl: Oplossing ✓
he: פתרון ✓
hr: Rješenje ✓
hu: Megoldás ✓
id: Solusi ✓
it: Soluzione ✓
ja: 解決策あり ✓
kab: Tifrat✓
lo: ການແກ້ໄຂບັນຫາ ✓
mg: Vahaolana ✓
ml: പരിഹാരം ✓
mr: उपाय ✓
ms: Penyelesaian ✓
nb_no: Løsning ✓
nl: Oplossing ✓
pl: Rozwiązanie ✓
pt_pt: Solução ✓
ru: Решение ✓
sk: Vyriešené ✓
sq: Zgjidhje ✓
sr: Решење ✓
sv_se: Lösning ✓
sw: Suluhisho
ta: தீர்வு ✓
th: การแก้ปัญหา ✓
ur: حل ✓
vi: Giải pháp ✓

source: This solved my question
ar: لقد أجاب هذا عن سؤالي
bg: Това реши моя въпрос
bn_in: এটা আমার প্রশ্নের সমাধান করেছে
cs: Toto vyřešilo mou otázku
da: Dette løste mit problem
el: Αυτό έλυσε την απορία μου
es_mx: Esto ha resuelto mi pregunta
fy_nl: Dit hat myn probleem oplost
he: זה ענה לי על השאלה
hr: Ovo je riješilo moje pitanje
hu: Ez megoldotta a problémám
id: Ini menyelesaikan pertanyaan saya
it: Questa risposta ha risolto il problema
ja: この回答で解決しました
kab: Ayagi yefra asteqsi-iw
lo: ຄຳຕອບນີ້ແກ້ໄຂບັນຫາຂອງຂ້າພະເຈົ້າ
mg: Namaha ny fanontaniako ity
ml: ഈ മറുപടി എന്റെ ചോദ്യത്തിന് ഉത്തരം തന്നിരിക്കുന്ന
ms: Ini menyelesaikan persoalan saya
nb_no: Dette løste mitt spørsmål
nl: Dit heeft mijn probleem opgelost
pl: To rozwiązało mój problem
pt_pt: Isto resolveu a minha questão
ru: Это решило мой вопрос
sk: Toto vyriešilo moju otázku
sq: Kjo e zgjidhi problemin tim
sr: Ово је решило мој проблем
sv_se: Detta löste min fråga
sw: Hii imetatua swali langu
ta: இது என் கேள்விக்குப் பதில் அளித்தது
th: คำตอบนี้แก้ปัญหาของฉัน
ur: اس سے میرا سوال حل ہوگیا
vi: Điều này đã giải quyết được câu hỏi của tôi

source: Whoops!
ar: آخ!
bg: Олеле!
bn_in: ওহ!
cs: Jejda!
da: Hovsa!
el: Ουπς!
es_mx: ¡Ups!
fy_nl: Oeps!
he: אופס!
hr: Ups!
hu: Hoppá!
id: Aduh!
it: Errore
ja: 申し訳ありません
kab: Ay ay ay!
lo: ອ໊ະ!
mg: Oy!
ml: ശ്ശോ!
mr: अरेरे!
nb_no: Ups!
nl: Oeps!
pl: Ups!
pt_pt: Ups!
ru: Ой!
sk: Hopps!
sq: Ooh!
sr: Упс!
sv_se: Hoppsan!
sw: Lahaula!
ta: அச்சச்சோ!
ur: افوہ!

source: There was a problem with Buddy Up, please try again.
ar: لقد حدثت مشكلة مع Buddy up، يرجى المحاولة مرة أخرى.
bg: Възникна грешка с Buddy Up, моля, пробвайте отново.
bn_in: বাডি আপ এর সঙ্গে একটি সমস্যা ছিল, দয়া করে আবার চেষ্টা করুন।
cs: Došlo k problému s BuddyUp, zkuste to prosím znovu.
da: Der var et problem med Buddy Up, prøv igen.
el: Υπήρξε πρόβλημα με το Buddy Up, παρακαλώ προσπαθήστε ξανά.
es_mx: Hubo un problema con Buddy Up. Por favor, inténtalo de nuevo.
fy_nl: Der wie in probleem mei Buddy Up, probearje it opnij.
he: אירעה תקלה עם Buddy Up, נא לנסות שוב.
hr: Nastao je problem sa Buddy Up, molimo probajte kasnije.
hu: Hiba történt a Buddy Uppal, próbálja újra.
id: Ada masalah dengan Buddy Up, tolong coba lagi.
it: Si è verificato un errore con Buddy Up: riprovare.
ja: Buddy Up で問題が発生しました。再度試してください。
kab: IYeḍra-d wugur akked Buddy Up, ma ulac aɣilif ales tikkelt-nniḍen.
lo: ມີບັນຫາກັບ Buddy Up, ກະລຸນາພະຍາຍາມອີກເທື່ອຫນຶ່ງ.
mg: Nisy olana momba an'i Buddy Up, andramo indray azafady.
ml: ബഡ്ഡി അപ്പ്ൽ ഒരു പ്രശ്നമുണ്ട്, വീണ്ടും ശ്രമിക്കുക.
mr: Buddy Up मध्ये समस्या होती, कृपया पुन्हा प्रयत्न करा.
ms: Ada masalah dengan Buddy Up, sila cuba lagi.
nb_no: Det var et problem med Buddy Up, prøv igjen.
nl: Er was een probleem met Buddy Up, probeer het opnieuw.
pl: Wystąpił problem z Buddy Up, spróbuj ponownie.
pt_pt: Ocorreu um problema com o Buddy Up, por favor, tente novamente.
ru: С Buddy Up возникла проблема, пожалуйста, попробуйте ещё раз.
sk: Došlo k problému s BuddyUp, vyskúšajte to prosím znovu.
sq: Pati një problem me Buddy Up, ju lutemi, riprovoni.
sr: Дошло је до проблема са Buddy Up, покушајте поново касније.
sv_se: Det uppstod ett problem med Buddy Up. försök igen.
sw: Kulikuwa na hitilafu na Buddy Up, tafadhali jaribu tena.
ta: படி அப்பில் ஒரு சிக்கல் ஏற்பட்டது, மீண்டும் முயற்சி செய்யவும்.
th: เกิดปัญหากับ Buddy Up โปรดลองอีกครั้ง
vi: Có vấn đề với Buddy Up, hãy thử lại.

source: You are not online, please check your connection.
bg: Вие не сте онлайн, моля, проверете връзката си.
bn_in: আপনি অনলাইন নেই, দয়া করে আপনার কানেকশন পরীক্ষা করুন।
cs: Nejste online, zkontrolujte prosím své připojení.
da: Du er ikke online, kontroller din forbindelse.
el: Δεν είστε συνδεδεμένος, παρακαλώ ελέγξτε τη σύνδεσή σας.
es_mx: No estás conectado, por favor revisa tu conexión a Internet.
fy_nl: Jo binne net online, kontrolearje jo ferbining.
hr: Nisi na mreži, provjeri svoju vezu.
hu: Ellenőrizze az internetkapcsolatot.
id: Anda tidak online, tolong cek koneksi anda.
it: Non sei online: controlla la tua connessione
ja: インターネットに接続されていません。接続を確認してください。
kab: Ur teqqineḍ ara, ma ulac aɣilif senqed tuqqna-ik.
lo: ເຈົ້າຍັງບໍ່ໄດ້ອອນໄລນ໌, ກະລຸນາກວດສອບການເຊື່ອມຕໍ່ຂອງທ່ານ.
mg: Tsy an-jotra ianao, zahao ny fifandraisanao azafady.
ml: നിങ്ങൾ ഓൺലൈൻ അല്ല, നിങ്ങളുടെ കണക്ഷൻ പരിശോധിക്കുക.
mr: आपण ऑनलाइन नाही, कृपया आपले कनेक्शन तपासा.
ms: Anda tidak atas talian, sila semak sambungan anda.
nb_no: Du er ikke på nett, sjekk din tilkobling.
nl: U bent niet online, controleer uw verbinding.
pl: Nie jesteś online. Sprawdź swoje połączenie.
pt_pt: Não está on-line, por favor, verifique a sua ligação.
ru: Вы не подключились к Интернету. Пожалуйста, проверьте ваше соединение.
sk: Nie ste online, skontrolujte vaše pripojenie.
sq: Nuk jeni i lidhur, ju lutemi, kontrolloni lidhjen tuaj.
sr: Нисте на вези, проверите конекцију.
sv_se: Du är inte online, vänligen kontrollera din anslutning.
sw: Hauko mtandaoni, tafadhali angalia uhusiano wako.
ta: நீங்கள் இணையத்தில் இல்லை, தயவு செய்து இணைப்பைச் சரிபார்க்கவும்.
th: คุณไม่ได้ออนไลน์ โปรดตรวจสอบการเชื่อมต่อของคุณ
ur: آپ آن لائن نہیں ہیں، براہ مھربانی اپنے کنکشن کی پڑتال کریں۔
vi: Bạn không trực tuyến, hãy kiểm tra kết nối của bạn.

source: OK
ar: موافق
bg: Добре
bn_in: ঠিক আছে
el: ΟΚ
es_mx: Aceptar
he: אישור
hr: U redu
kab: IH
lo: ຕົກລົງ
ml: ശരി
mr: ठीक आहे
sr: У реду
ta: சரி
th: ตกลง
ur: ٹھیک ہے

source: <div {countattr}>{n}</div><div {textattr}> question solved</div>
ar: <div {countattr}>{n}</div><div {textattr}> سؤال اجيب عليه</div>
bg: <div {countattr}>{n}</div><div {textattr}> проблемът е решен</div>
bn_in: <div {countattr}>{n}</div><div {textattr}> প্রশ্নের সমাধান হয়ে গেছে</div>
cs: <div {countattr}>{n}</div><div {textattr}> odpověď vyřešena</div>
da: <div {countattr}>{n}</div><div {textattr}> spørgsmål besvaret</div>
el: <div {countattr}>{n}</div><div {textattr}> απορία επιλύθηκε</div>
es_mx: <div {countattr}>{n}</div><div {textattr}> pregunta resuelta</div>
fy_nl: <div {countattr}>{n}</div><div {textattr}> probleem oplost</div>
hr: <div {countattr}>{n}</div><div {textattr}> pitanje riješeno</div>
hu: <div {countattr}>{n}</div><div {textattr}> kérdés megoldva</div>
id: <div {countattr}>{n}</div><div {textattr}> pertanyaan terpecahkan</div>
it: <div {countattr}>{n}</div><div {textattr}> problema risolto</div>
ja: <div {countattr}>{n}</div><div {textattr}> 件が解決済み</div>
kab: <div {countattr}>{n}</div><div {textattr}> asteqsi yefra</div>
lo: <div {countattr}> {n} </ div> <div {textattr}> ແກ້ໄຂຄຳຖາມແລ້ວ </ div>
mg: <div {textattr}>fanontaniana voavaha </div> <div {countattr}>{n}</div>
ml: <div {countattr}>{n}</div><div {textattr}> ചോദ്യം പരിഹരിച്ച</div>
ms: <div {countattr}>{n}</div><div {textattr}> soalan diselesaikan</div>
nb_no: <div {countattr}>{n}</div><div {textattr}> spørsmål løst</div>
nl: <div {countattr}>{n}</div><div {textattr}> probleem opgelost</div>
pl: <div {countattr}>{n}</div><div {textattr}> problem został rozwiązany</div>
pt_pt: <div {countattr}>{n}</div><div {textattr}> questão resolvida</div>
ru: <div {countattr}>{n}</div><div {textattr}> решенный вопрос</div>
sk: <div {countattr}>{n}</div><div {textattr}>odpoveď vyriešená</div>
sq: <div {countattr}>{n}</div><div {textattr}> problem i zgjidhur</div>
sr: <div {countattr}>{n}</div><div {textattr}> питање решено</div>
sv_se: <div {countattr}>{n}</div><div {textattr}> fråga löst</div>
sw: <div {countattr}>{n}</div><div {textattr}> swali limetatuliwa</div>
ta: <div {countattr}>{n}</div><div {textattr}> கேள்வி தீர்க்கப்பட்டது</div>
vi: <div {countattr}>{n}</div><div {textattr}> câu hỏi đã được giải đáp</div>

source: <div {countattr}>{n}</div><div {textattr}> helpful vote</div>
ar: <div {countattr}>{n}</div><div {textattr}> صوت مفيد</div>
bg: <div {countattr}>{n}</div><div {textattr}> полезен вот</div>
bn_in: <div {countattr}>{n}</div><div {textattr}> সহায়ক ভোট</div>
cs: <div {countattr}>{n}</div><div {textattr}> hlas o užitečnosti</div>
da: <div {countattr}>{n}</div><div {textattr}> nyttig-stemme</div>
el: <div {countattr}>{n}</div><div {textattr}> χρήσιμη ψήφος</div>
es_mx: <div {countattr}>{n}</div><div {textattr}> voto útil</div>
fy_nl: <div {countattr}>{n}</div><div {textattr}> stim foar ‘nuttich’</div>
hr: <div {countattr}>{n}</div><div {textattr}> koristan glas</div>
hu: <div {countattr}>{n}</div><div {textattr}> hasznos szavazat</div>
id: <div {countattr}>{n}</div><div {textattr}> suara bermanfaat</div>
it: <div {countattr}>{n}</div><div {textattr}> voto di utilità</div>
ja: <div {countattr}>{n}</div><div {textattr}> 件の役立つ投票</div>
kab: <div {countattr}>{n}</div><div {textattr}>afran yelhan</div>
lo: <div {countattr}> {n} </ div> <div {textattr}> ຄະແນນສຽງທີ່ເປັນປະໂຫບດ </ div>
mg: <div {textattr}>Vato mahasoa </div><div {countattr}>{n}</div>
ml: <div {countattr}>{n}</div><div {textattr}> സഹായകരമായ വോട്ട് </div>
ms: <div {countattr}>{n}</div><div {textattr}> undian berguna</div>
nb_no: <div {countattr}>{n}</div><div {textattr}> nyttig-stemme</div>
nl: <div {countattr}>{n}</div><div {textattr}> stem voor ‘nuttig’</div>
pl: <div {countattr}>{n}</div><div {textattr}> podziękowanie</div>
pt_pt: <div {countattr}>{n}</div><div {textattr}> voto de utilidade</div>
ru: <div {countattr}>{n}</div><div {textattr}> очко за помощь</div>
sk: <div {countattr}>{n}</div><div {textattr}> hlas o užitočnosti</div>
sq: <div {countattr}>{n}</div><div {textattr}> votë dobie</div>
sr: <div {countattr}>{n}</div><div {textattr}> корисан глас</div>
sv_se: <div {countattr}>{n}</div><div {textattr}> hjälpsam röst</div>
sw: <div {countattr}>{n}</div><div {textattr}> kura ya manufaa</div>
ta: <div {countattr}>{n}</div><div {textattr}> உதவிகரமான வாக்கு</div>
vi: <div {countattr}>{n}</div><div {textattr}> bình chọn hữu ích</div>

source: Close
bg: Затваряне
bn_in: বন্ধ করুন
cs: Zavřít
da: Luk
el: Κλείσιμο
es_mx: Cerrar
fy_nl: Slute
he: סגירה
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
kab: Mdel
lo: ປິດ
mg: Akatona
ml: അടയ്ക്കുക
mr: बंद करा
ms: Tutup
nb_no: Lukk
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sq: Mbylle
sr: Затвори
sv_se: Stäng
sw: Funga
ta: மூடு
th: ปิด
ur: بند کریں
vi: Đóng

source: Sign In
bg: Вписване
bn_in: সাইন ইন
cs: Přihlášení
da: Log ind
el: Είσοδος
es_mx: Iniciar sesión
fy_nl: Oanmelde
he: כניסה
hr: Prijavi se
hu: Belépés
id: Masuk
it: Accedi
ja: サインイン
kab: Kcem
lo: ລົງຊື່ເຂົ້າໃຊ້
mg: Hiditra
ml: പ്രവേശിക്കുക
mr: साइन इन करा
ms: Daftar Masuk
nb_no: Logg inn
nl: Aanmelden
pl: Zaloguj się
pt_pt: Iniciar sessão
ru: Войти
sk: Prihlásiť
sq: Hyni
sr: Пријави се
sv_se: Logga in
sw: Ingia
ta: உள்நுழை
th: ลงชื่อเข้า
ur: سائن ان کریں
vi: Đăng nhập

source: An account lets you answer questions, track contributions and receive alerts.
bg: Създаването на профил ви позволява да отговаряте на въпроси, да проследявате приноси и да получавате сигнали.
bn_in: একটি অ্যাকাউন্ট থাকলে আপনি প্রশ্নের উত্তর, অবদান নিরীক্ষণ ও সতর্কতা সংগ্রহ করতে পারবেন।
cs: Účet vám umožní odpovídat na otázky, sledovat příspěvky a dostávat upozornění.
da: En konto lader dig besvare spørgsmål, spore bidrag og modtage alarmer.
el: Ένας λογαριασμός σας επιτρέπει να απαντάτε σε ερωτήσεις, να παρακολουθείτε συνεισφορές και να λαμβάνετε ειδοποιήσεις.
es_mx: Una cuenta te permite responder consultas, seguir contribuciones y recibir alertas.
fy_nl: Mei in account kinne jo fragen beäntwurdzje, bydragen folgje en meldingen ûntfange.
he: חשבון מאפשר לך לענות על שאלות, לעקוב אחר תרומות ולקבל התראות.
hr: Račun ti omogućuje odgovarati na pitanja, slijediti doprinose i primati obavijesti.
hu: Felhasználói fiókkal válaszolni tud kérdésekre, követni tudja a hozzászólásokat, és értesítéseket kérhet.
id: Akun memperbolehkan ANda menjawab pertanyaan, lacak kontribusi dan dapatkan pemberitahuan.
it: Con un account è possibile rispondere alle domande, tenere traccia della collaborazione e ricevere le notifiche.
ja: アカウントがあれば、質問に答えたり投稿を追跡したり、通知を受け取ることができます。
kab: Amiḍan ad k-yeǧǧ ad terreḍ i yisteqsiyen, ad tefreḍ ittekkiyen daɣen ad tremseḍ ilɣa.
lo: ບັນຊີສາມາດເຮັດໃຫ້ທ່ານຕອບຄໍາຖາມ, ການຕິດຕາມການປະກອບສ່ວນແລະໄດ້ຮັບການແຈ້ງເຕືອນ.
mg: Ny kaonty dia ahafahanao mamaly fanontaniana, manara-maso fandraisana anjara sy mandray fanairana.
ml: ഒരു അക്കൗണ്ട് ചോദ്യങ്ങൾക്ക് ഉത്തരം അനുവദിക്കുകയും, നമ്മുടെ സംഭാവനകൾ തെരഞ്ഞുപിടിക്കും കുടാതെ അലേർട്ടുകളും ലഭിക്കും.
ms: Satu akaun yang membolehkan anda menjawab soalan, menjejak sumbangan dan menerima amaran.
nb_no: En konto lar deg svare på spørsmål, spore bidrag og motta varslinger.
nl: Met een account kunt u vragen beantwoorden, bijdragen volgen en meldingen ontvangen.
pl: Konto umożliwia odpowiadanie na pytania, śledzenie zmian i nowych artykułów oraz otrzymywanie powiadomień.
pt_pt: Uma conta permite-lhe responder a perguntas, monitorizar as contribuições e receber alertas.
ru: Учётная запись позволит вам отвечать на вопросы, отслеживать помощь и получать уведомления.
sk: Účet vám umožní odpovedať na otázky, sledovať príspevky a dostávať upozornenia.
sq: Një llogari ju lejon të bëni pyetje, të ndiqni kontributet dhe të merrni njoftime.
sr: Налог вам омогућава да одговарате на питања, пратите доприносе и примате обавештења.
sv_se: Med ett konto kan du svara på frågor, spåra bidrag och få aviseringar.
sw: Akaunti inakuwezesha kujibu maswali, kufuatilia michango na kupokea habari.
ta: ஒரு கணக்கு உங்களை கேள்விக்கு பதிலளிக்கவும், பங்களிப்புகளை கண்காணிக்க மற்றும் எச்சரிக்கைகள் பெற உதவுகிறது.
vi: Một tài khoản cho phép bạn trả lời câu hỏi, theo dõi các đóng góp và nhận các cảnh báo.

source: Username
bg: Потребителско име
bn_in: ব্যবহারকারীর নাম
cs: Uživatelské jméno
da: Brugernavn
el: Όνομα χρήστη
es_mx: Nombre de usuario
fy_nl: Brûkersnamme
he: שם משתמש
hr: Korisničko ime
hu: Felhasználónév
id: Nama pengguna
it: Nome utente
ja: ユーザ名
kab: Isem n useqdac
lo: ຊື່ຜູ້ໃຊ້
mg: Solonanarana
ml: ഉപയോക്തൃനാമം
mr: वापरकर्तानाव
ms: Nama pengguna
nb_no: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_pt: Nome de utilizador
sk: Používateľské meno
sr: Корисничко име
sv_se: Användarnamn
ta: பயனர்பெயர்
th: ชื่อผู้ใช้
ur: صارف کا نام
vi: Tên đăng nhập

source: Password
bg: Парола
bn_in: পাসওয়ার্ড
cs: Heslo
da: Adgangskode
el: Κωδικός πρόσβασης
es_mx: Contraseña
fy_nl: Wachtwurd
he: ססמה
hr: Lozinka
hu: Jelszó
id: Kata sandi
ja: パスワード
kab: Awal uffir
lo: ລະຫັດຜ່ານ
mg: Tenimiafina
ml: രഹസ്യവാക്ക്
mr: पासवर्ड
ms: Kata laluan
nb_no: Passord
nl: Wachtwoord
pl: Hasło
pt_pt: Palavra-passe
sk: Heslo
sr: Лозинка
sv_se: Lösenord
sw: Neno-siri
ta: கடவுச்சொல்
th: รหัสผ่าน
ur: پاس ورڈ
vi: Mật khẩu

source: Forgot your password?
bg: Забравили сте паролата си?
bn_in: আপনার পাসওয়ার্ড ভুলে গেছেন?
cs: Zapomněli jste heslo?
da: Glemt din adgangskode?
el: Ξεχάσατε τον κωδικό πρόσβασής σας;
es_mx: ¿Olvidaste tu contraseña?
fy_nl: Jo wachtwurd ferjitten?
he: שכחת את הססמה שלך?
hr: Zaboravio/la si lozinku?
hu: Elfelejtette a jelszavát?
id: Lupa kata sandi anda?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
kab: Tettuḍ awal-ik/im uffir?
lo: ລືມລະຫັດຜ່ານຂອງທ່ານບໍ?
mg: Hadino ny tenimiafinao?
ml: നിങ്ങളുടെ പാസ്‌വേഡ് മറന്നോ?
mr: पासवर्ड विसरलात?
ms: Lupa kata laluan anda?
nb_no: Glemt ditt passord?
nl: Uw wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_pt: Esqueceu a sua palavra-passe?
ru: Забыли свой ​​пароль?
sk: Zabudli ste heslo?
sq: Harruat fjalëkalimin tuaj?
sr: Заборавили сте лозинку?
sv_se: Glömt ditt lösenord?
sw: Umesahau neno-siri lako?
ta: உங்கள் கடவுச்சொல்லை மறந்து விட்டீர்களா?
th: ลืมรหัสผ่านของคุณ?
ur: اپنا پاس ورڈ بھول گئے ہیں؟
vi: Quên mật khẩu?

source: Don't have an account? Register
bg: Нямате сметка? Регистрирайте се
bn_in: কোনো অ্যাকাউন্ট নেই? রেজিস্টার করুন
cs: Nemáte účet? Zaregistrujte se
da: Har du ikke en konto? Registrer dig
el: Δεν έχετε λογαριασμό; Εγγραφή
es_mx: ¿No tienes una cuenta? Regístrate
fy_nl: Hawwe jo gjin account? Registrearje
he: אין לך חשבון? הרשמה
hr: Nemaš račun? Registriraj se
hu: Nincs felhasználói fiókja? Hozzon létre egyet
it: Non hai un account? Registrati
ja: アカウントを登録しますか？
kab: Ur tesεiḍ ara amiḍan? Jerred
lo: ບໍ່ມີບັນຊີຢູ່ແລ້ວ? ລົງທະບຽນ
mg: Tsy manana kaonty? Misorata
ml: ഒരു അക്കൗണ്ട് ഇല്ലേ? പട്ടികയുണ്ടാക്കുക
mr: खाते नाही? नोंदणी करा
ms: Belum ada akaun? Daftar
nb_no: Har du ikke en konto? Registrer deg
nl: Hebt u geen account? Registreren
pl: Nie masz konta? Zarejestruj się.
pt_pt: Não tem uma conta? Registe-se
ru: Нет учётной записи? Зарегистрируйтесь
sk: Nemáte účet? Zaregistrujte sa
sq: S'keni llogari? Regjistrohuni
sr: Немате налог? Региструјте се
sv_se: Har du inte ett konto? Registrera dig
sw: Huna akaunti? Jisajili
ta: ஒரு கணக்கு இல்லையா? பதிவு செய்யுங்கள்
th: ยังไม่มีบัญชี? ลงทะเบียน
ur: اکائونٹ نہیں ہے؟ رجسٹر کریں
vi: Chưa có tài khoản? Đăng ký

source: Confirm Account
bg: Потвърдете акаунта
bn_in: আপনার অ্যাকাউন্ট নিশ্চিত করুন
cs: Potvrdit účet
da: Bekræft konto
el: Επιβεβαίωση Λογαριασμού
es_mx: Confirmar cuenta
fy_nl: Account befêstigje
he: אישור החשבון
hr: Potvrdi račun
hu: Fiók megerősítése
it: Conferma account
ja: アカウントの確認
kab: Sentem amiḍan
lo: ຢືນຢັນບັນຊີ
mg: Hanamafy Kaonty
ml: അക്കൌണ്ട് ഉറപ്പാക്കുക
mr: खात्याची पुष्टी करा
ms: Sahkan Akaun
nb_no: Bekreft konto
nl: Account bevestigen
pl: Potwierdź konto
pt_pt: Confirmar Conta
ru: Подтвердить учётную запись
sk: Potvrdiť účet
sq: Ripohoni Llogarinë
sr: Потврди налог
sv_se: Bekräfta konto
sw: Thibitisha Akaunti
ta: கணக்கை உறுதிசெய்
th: ยืนยันบัญชี
ur: اکائونٹ کی تصدیق کریں
vi: Xác thực tài khoản

source: Yay, you're almost done!
bg: Уау, почти сте готови!
bn_in: ইয়া, আপনার প্রায় হয়ে এসেছে!
cs: Hurá, už je skoro hotovo!
da: Så er du næsten færdig!
el: Ναι, έχετε σχεδόν τελειώσει!
es_mx: ¡Bien, ya estás casi listo!
fy_nl: Joepie, jo binne hast klear!
he: הידד, כמעט סיימת!
hr: To, skoro si gotov/gotova!
hu: Majdnem kész.
id: Yay, anda hampir selesai!
it: Manca poco al completamento dell'operazione...
ja: もうすぐ登録完了です！
kab: Igerrez, qrib ad tfakeḍ!
lo: ເຢ່, ທ່ານເກືອບຈະແລ້ວໆ
mg: Oe, kely sisa dia vita!
ml: കൊള്ളാം, നിങ്ങൾ ഏകദേശം ചെയ്തു!
mr: होय, आपण जवळजवळ पूर्ण केले आहे!
ms: Ya, anda hampir selesai!
nb_no: Hurra, du er nesten ferdig!
nl: Joepie, u bent bijna klaar!
pl: O! Prawie wszystko gotowe.
pt_pt: Fantástico, está quase a terminar!
ru: Ура, вы почти закончили!
sk: Hurá, už je skoro hotovo!
sq: Po, thuajse mbaruat!
sr: Скоро па готово!
sv_se: Hurra, du är nästan klar!
sw: Yay, uko karibu kumaliza!
ta: ஆஹா, நீங்கள் கிட்டத்தட்ட முடித்துவிட்டீர்கள்!
th: เย่ คุณเกือบจะเสร็จสิ้นแล้ว!
ur: جی ہاں ، آپ کا کام قریبا ہوگیا ہے!
vi: Yay, bạn đã gần như hoàn tất!

source: We've sent a welcome email to:
bg: Изпратихме поздравителен имейл до:
bn_in: আমরা একটি অভ্যর্থনা ই-মেইল পাঠিইয়েছি:
cs: Poslali jsme vám uvítací e-mail na:
da: Vi har sendt en velkomstmail til:
el: Έχουμε στείλει ένα ηλ. μήνυμα καλωσορίσματος στο:
es_mx: Hemos enviado un mensaje de bienvenida a:
fy_nl: Der is in wolkomstberjocht ferstjoerd nei:
he: שלחנו הודעת קבלת פנים בדוא״ל אל:
hr: Poslali smo email dobrodošlice na:
hu: Küldtünk egy üdvözlő e-mailt erre a címre:
id: Kamu mengirimkan email pembuka ke:
it: Un'email di benvenuto è stata inviata a:
ja: ようこそメールを送信しました:
kab: Nuzen izen n wanṣuf i:
lo: ພວກເຮົາໄດ້ສົ່ງອີເມລ໌ຍິນດີຕ້ອນຮັບ:
mg: Misy mailaka fiarahabana nalefanay any @:
ml: ഞങ്ങൾ ഒരു സ്വാഗത ഇമെയിൽ അയച്ചു:
mr: आम्ही यावर स्वागत ईमेल पाठवला आहे:
ms: Kami telah menghantar e-mel alu-aluan ke:
nb_no: Vi sendte en velkomstsmelding til:
nl: Er is een welkomstmailtje verstuurd naar:
pl: Wiadomość powitalna została wysłana do:
pt_pt: Nós enviámos uma mensagem de boas-vindas para:
ru: Мы отправили приветственное письмо на:
sk: Poslali sme vám uvítací e-mail na:
sq: Kemi dërguar një email mirëseardhjeje te:
sr: Послали смо е-пошту за добродошлицу на:
sv_se: Vi har skickat ett välkomstbrev till:
sw: Tumetuma barua pepe ya kukakaribisha kwa:
ta: நாங்கள் ஒரு வரவேற்பு மின்னஞ்சல் அனுப்பியுள்ளோம்:
th: เราได้ส่งอีเมลยินดีต้อนรับไปที่:
ur: ہم نے ایک خوش آمدید ای میل بھیج دیا ہے:
vi: Chúng tôi đã gửi một email chào mừng tới:
