Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/buddyup.po
Languages: ar, bg, bn_in, cs, da, el, es_mx, fy_nl, he, hr, hu, id, it, ja, kab, lo, mg, ml, mr, ms, nb_no, nl, pl, pt_pt, ru, sk, sq, sr, sv_se, sw, ta, th, ur, vi

source: Click on the link in your email to let us know that it made it to the right place. After that, return to BuddyUp and make other users happy!
bn_in: ইমেইল-এর লিঙ্কটিতে ক্লিক করে আমাদের বুঝতে সাহায্য করুন সেটি ঠিক জায়গায় পুঁছেছে। এরপর, BuddyUp-এ ফিরে আসুন ও অন্য ব্যাবহারকারীদের খুশি করুন!
cs: Klepněte na odkaz ve vašem e-mailu a dejte nám tak vědět, že dorazil na správné místo. Poté se vraťte na BuddyUp a začněte dělat dalším uživatelům radost!
da: Klik på linket i din mail, så vi ved, at den er nået frem til den rigtige modtager. Returnér til BuddyUp og gør en anden bruger glad!
el: Κάντε κλικ στο σύνδεσμο στο email σας για να μας ενημερώσετε ότι έφτασε στο σωστό μέρος. Ύστερα, επιστρέψτε στο BuddyUp και κάντε τους άλλους χρήστες χαρούμενους!
es_mx: Haz clic en el enlace de tu correo electrónico para hacernos saber que ha llegado al lugar correcto. Después, vuelve a BuddyUp y ¡haz felices a otros usuarios!
fy_nl: Klik op de keppeling yn jo e-mailberjocht om litte te witten dat it ûntfongen is. Kear dêrnei werom nei BuddyUp en meitsje oare brûkers bliid!
he: יש ללחוץ על הקישור שבהודעת הדוא״ל שלך כדי ליידע אותנו שהיא הגיעה למקום הנכון. לאחר מכן יש לחזור ל־BuddyUp ולהפוך משתמשים אחרים לשמחים!
hr: Pritiskom na poveznicu u tvom klijentu e-pošte, daješ nam do znanja, da je e-pošta stigla na pravo mjesto. Nakon toga, vrati se u BuddyUp i usreći druge korisnike!
hu: Kattintson az e-mailben lévő hivatkozásra a címzés megerősítéséhez. Majd térjen vissza a BuddyUp-hoz, és már segítheti is a többi felhasználót!
id: Klik tautan di email anda untuk memberitahu kamu bahwa itu membawanya ke tempat yang benar. Setelah itu, kembali ke BuddyUp dan buatlah pengguna lain senang!
it: Fai clic sul link nel messaggio per confermare di essere arrivato a destinazione. Poi ritorna a BuddyUp per aiutare gli altri utenti.
ja: メールに記載されたリンクをクリックして、アカウント登録したメールアドレスが正しいことを知らせてください。その後、BuddyUp へ戻り、他のユーザを助けてください。
kab: Tekki ɣef useɣwen de yimayl-ik akken ad nẓer yettwazen-ak-d. Sakin uɣal ɣer BuddyUp akken ad tizmireḍ ad tebduḍ aɛiwen n yiseqdacen-nniḍen!
lo: ໃຫ້ຄລິກໃສ່ລິ້ງໃນອີເມລ໌ຂອງທ່ານເພື່ອໃຫ້ພວກເຮົາຮູ້ວ່າມັນເຮັດໃຫ້ມັນຖືກບ່ອນ. ຫຼັງຈາກນັ້ນ, ກັບຄືນໄປ BuddyUp ແລະເຮັດໃຫ້ຜູ້ຊົມໃຊ້ອື່ນໆມີຄວາມສຸກ!
mg: Tsindrio ilay rohy any @ mailakao mba hahafantaranay fa tafita any @ nandefasana azy ilay izy. Aorian'izay, miverena @ BuddyUp ary ataovy izay hahafaly ireo mpampiasa hafa!
ms: Klik pada pautan dalam e-mel anda untuk memaklumkan kami bahawa e-mel itu sampai ke tempat yang betul. Selepas itu, kembali ke BuddyUp dan jadikan pengguna lain gembira!
nb_no: Klikk på lenken i e-posten din, så vi vet at den er kommet frem til rett mottaker. Etter det, returner til BuddyUp og gjør andre brukere glade!
nl: Klik op de koppeling in uw e-mailbericht om te laten weten dat het is ontvangen. Keer daarna terug naar BuddyUp en maak andere gebruikers blij!
pl: Kliknij odnośnik zawarty w otrzymanej wiadomości, by potwierdzić rejestrację i wróć do BuddyUp, aby uszczęśliwiać innych!
pt_pt: Clique na ligação na sua mensagem para nos informar que esta foi para o lugar certo. Depois disso, volte ao BuddyUp e faça os outros utilizadores felizes!
ru: Щёлкните по ссылке в вашем письме, чтобы сообщить нам, что оно попало в нужное место. После этого вернитесь к BuddyUp и сделайте других пользователей счастливыми!
sk: Kliknite na odkaz vo vašom e-maili a dajte nám tak vedieť, že dorazil na správne miesto. Následne sa vráťte na BuddyUp a začnite robiť radosť ďalším používateľom!
sq: Klikoni mbi lidhjen te email-i juaj që të na bëni të ditur se arriti në vendin e duhur. Pas kësaj, kthehuni te BuddyUp dhe bëni të gëzohen edhe përdorues të tjerë!
sr: Кликните на везу у е-пошти да нам кажете да сте стигли до правог места. Након тога се вратите на BuddyUp и учините друге кориснике сретним!
sv_se: Klicka på länken i e-post för att visa att du har kommit till rätt plats. Efter det, återvänd till BuddyUp och gör andra användare glada!
ta: உங்கள் மின்னஞ்சலில் உள்ள இணைப்பை கிளிக் செய்து அது சரியான இடத்தில் உள்ளது என்பதை தெரியப்படுத்தவும்.அதன்பிறகு, படிஅப் என்பதற்கு திரும்பச்சென்று மற்ற பயனர்களை மகிழ்விக்கவும்!
vi: hấp vào liên kết trong email của bạn để cho chúng tôi biết rằng nó đã đưa nó đến đúng nơi. Sau đó, trở lại BuddyUp và làm cho những người dùng khác vui vẻ!

source: Cancel Sign Up
bg: Отказ от регистрация
bn_in: সাইন আপ বাতিল করুন
cs: Zrušit registraci
da: Annuller registrering
el: Ακύρωση Εγγραφής
es_mx: Cancelar registro
fy_nl: Registraasje annulearje
he: ביטול ההרשמה
hr: Poništi registraciju
hu: Feliratkozás megszakítása
id: Batalkan Pendaftaran
it: Annulla creazione account
ja: アカウント登録をキャンセル
kab: Sefsex ajerred
lo: ຍົກເລີກການລົງທະບຽນ
mg: Hanafoana Fisoratana
ml: സൈൻ അപ് റദ്ദാക്കുക
mr: साइन अप रद्द करा
ms: Batalkan Daftar Masuk
nb_no: Avbryt registrering
nl: Registratie annuleren
pl: Anuluj rejestrację
pt_pt: Cancelar registo
ru: Отменить регистрацию
sk: Zrušiť registráciu
sq: Anuloje Regjistrimin
sr: Откажи пријаву
sv_se: Avbryt registrering
sw: Ghairi kujiandiksha
ta: பதிவை நிறுத்தவும்
th: ยกเลิกการลงทะเบียน
ur: سائن اپ منسوخ کریں
vi: Hủy bỏ đăng ký

source: Answered Questions
bg: Въпроси, получили отговор
bn_in: উত্তর দেওয়া প্রশ্ন
cs: Zodpovězené otázky
da: Besvarede spørgsmål
el: Απαντημένες Ερωτήσεις
es_mx: Preguntas respondidas
fy_nl: Beäntwurde fragen
he: שאלות שנענו
hr: Odgovorena pitanja
hu: Megválaszolt kérdések
id: Pertanyaan Terjawab
it: Domande con risposta
ja: 回答済みの質問
kab: Isteqsiyen yesɛan tiririyin
lo: ຄໍາຖາມທີ່ຕອບແລ້ວ
mg: Fanontaniana Voavaly
ml: മറുപടി കൊടുത്ത ചോദ്യങ്ങൾ
mr: उत्तर दिलेले प्रश्न
ms: Soalan Dijawab
nb_no: Besvarte spørsmål
nl: Beantwoorde vragen
pl: Odpowiedzi na pytania
pt_pt: Perguntas respondidas
ru: Отвеченные вопросы
sk: Zodpovedané otázky
sq: Pyetje Me Përgjigje
sr: Одговорена питања
sv_se: Besvarade frågor
sw: Maswali yaliyojibiwa
ta: பதிலளிக்கப்பட்ட கேள்விகள்
th: คำถามที่ได้รับการตอบแล้ว
ur: جواب شدہ سوالات
vi: Các câu hỏi đã được trả lời

source: Settings
bg: Настройки
bn_in: সেটিংস
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
es_mx: Configuración
fy_nl: Ynstellingen
he: הגדרות
hr: Postavke
hu: Beállítások
id: Setelan
it: Impostazioni
ja: 設定
kab: Iɣewwaṛen
lo: ການຕັ້ງຄ່າ
mg: Tefy
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग
ms: Tetapan
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Configurações
ru: Параметры
sk: Nastavenia
sq: Rregullime
sr: Поставке
sv_se: Inställningar
sw: Mazingira
ta: அமைவுகள்
th: การตั้งค่า
ur: ترتیبات
vi: Cài đặt

source: Support
bg: Поддръжка
bn_in: সহায়তা
cs: Podpora
el: Υποστήριξη
es_mx: Soporte
fy_nl: Stipe
he: תמיכה
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
kab: Tallelt
lo: ສະຫນັບສະຫນູນ
mg: Fanampiana
ml: പിന്തുണ
mr: आधार
ms: Sokongan
nb_no: Brukerstøtte
nl: Ondersteuning
pl: Pomoc
pt_pt: Apoio
ru: Поддержка
sk: Podpora
sq: Asistencë
sr: Подршка
sv_se: Hjälp
sw: Msaada
ta: ஆதரவு
th: การสนับสนุน
ur: معاونت
vi: Hỗ trợ

source: Have Questions?
bg: Имате въпроси?
bn_in: কিছু প্রশ্ন রয়েছে কি?
cs: Máte otázky?
da: Har du spørgsmål?
el: Έχετε Ερωτήσεις;
es_mx: ¿Tienes preguntas?
fy_nl: Hawwe jo fragen?
hr: Imaš pitanje?
hu: Kérdései vannak?
id: Ada pertanyaan?
it: Hai domande?
ja: 質問はありませんか？
kab: Ɣur-k asteqsi?
lo: ມີຄຳຖາມບໍ່?
mg: Manana Fanontaniana?
ml: ചോദ്യങ്ങൾ ഉണ്ടോ?
mr: प्रश्न आहेत का?
ms: Ada Soalan?
nb_no: Har du spørsmål?
nl: Hebt u vragen?
pl: Masz pytania?
pt_pt: Tem questões?
ru: Есть вопросы?
sk: Máte otázky?
sq: Keni Pyetje?
sr: Имате питања?
sv_se: Har du frågor?
sw: Je, una maswali?
ta: கேள்விகள் உள்ளதா?
th: มีคำถาม?
ur: سوالات ہیں؟
vi: Có câu hỏi?

source: Get a Buddy to help you with your device
bg: Намерете приятел, който да ви помогне с вашето устройство
bn_in: আপনার ডিভাইসের ব্যাপারে সাহায্য করার মত বন্ধু পান
cs: Získejte kamaráda, který vám s vaším zařízením pomůže
da: Få en buddy til at hjælpe dig med din enhed
el: Βρείτε ένα φίλο για να σας βοηθήσει με τη συσκευή σας
es_mx: Obtén a un amigo para que te ayude con tu dispositivo
fy_nl: Fyn in buddy om jo te helpen mei jo apparaat
hr: Nađi prijatelja da ti pomogne s tvojim uređajem
hu: Valaki segíteni tud az eszközzel kapcsolatos problémák megoldásában
id: Dapatkan rekan yang akan membantu Anda dengan perangkat Anda
it: Fatti aiutare da un Buddy per il tuo dispositivo
ja: あなたの端末で手助けしてくれる仲間を得ましょう
kab: Af-d win ara kèiɛiwnene s yiben-ik
lo: ໄດ້ຮັບ Buddy ເພື່ອຊ່ວຍໃຫ້ທ່ານມີອຸປະກອນຂອງທ່ານ
mg: Mahazoa Akama hanampy anao @ fitaovanao
ml: നിങ്ങളുടെ ഉപകരണം ഉപയോഗിക്കുവാൻ നിങ്ങളെ സഹായിക്കാൻ ഒരു വഴികാട്ടിയ് നേടു
ms: Dapatkan Buddy untuk membantu anda dengan peranti anda
nb_no: Få en Buddy til å hjelpe deg med enheten din
nl: Een buddy vinden om u te helpen met uw apparaat
pl: Poproś Pomocnika, by pomógł ci rozwiązać problem z twoim urządzeniem.
pt_pt: Obtenha um Buddy para o ajudar com o seu dispositivo
ru: Получите Buddy, чтобы помочь вам с вашим устройством
sk: Získajte kamaráta, ktorý vám s vašim zariadením pomôže
sq: Merrni ndihmë rreth pajisjes suaj nga një Shok
sr: Нађите пријатења који ће вам помоћи око вашег уређаја
sv_se: Få en Buddy att hjälpa dig med din enhet
sw: Kupata Buddy kukusaidia na kifaa yako
ta: உங்கள் சாதனத்தைச் சரிச் செய்ய ஒரு தோழரை அழைக்கவும்
vi: Thêm một người bạn để trợ giúp thiết bị của bạn

source: Ask a Question
bg: Задаване на въпрос
bn_in: একটি প্রশ্ন জিজ্ঞাসা করুন
cs: Zeptat se
da: Stil et spørgsmål
el: Κάντε μια Ερώτηση
es_mx: Haz una pregunta
fy_nl: In fraach stelle
he: פרסום שאלה
hr: Postavi pitanje
hu: Kérdezzen
id: Tanya Pertanyaan
it: Richiedi supporto
ja: 質問する
kab: Efk-d asteqsi
lo: ຖາມຄຳຖາມ
mg: Hametraka Fanontaniana
ml: ഒരു ചോദ്യം ചോദിക്കുക
mr: प्रश्न विचारा
ms: Tanya Soalan
nb_no: Still et spørsmål
nl: Een vraag stellen
pl: Zadaj pytanie
pt_pt: Coloque uma questão
ru: Задать вопрос
sk: Spýtať sa otázku
sq: Bëni një Pyetje
sr: Постави питање
sv_se: Ställ en fråga
sw: Uliza Swali
ta: ஒரு கேள்வி கேட்கவும்
th: ถามคำถาม
ur: ایک سوال پوچھیں
vi: Đặt một câu hỏi

source: Have Answers?
bg: Можете да отговорите?
bn_in: উত্তর আছে কি?
cs: Máte odpovědi?
da: Har du svarene?
el: Έχετε Απαντήσεις;
es_mx: ¿Tienes respuestas?
fy_nl: Hawwe jo antwurden?
hr: Imaš pitanja?
hu: Tud válaszolni?
id: Dapat Jawaban?
it: Hai risposte?
ja: 回答できますか？
kab: Tesεiḍ tiririyin?
lo: ມີຄຳຖາມ?
mg: Manana Valiny?
ml: ഉത്തരങ്ങൾ ഉണ്ടോ?
mr: उत्तरे आहेत?
ms: Ada Jawapan?
nb_no: Har du svar?
nl: Hebt u antwoorden?
pl: Znasz odpowiedzi?
pt_pt: Tem respostas?
ru: Есть ответы?
sk: Máte odpovede?
sq: Keni Përgjigje?
sr: Имате питања?
sv_se: Har du svar?
sw: Una majibu?
ta: பதில்கள் உள்ளதா?
th: มีคำตอบ?
ur: جوابات ہیں؟
vi: Có câu trả lời?

source: Help other users around the world
bg: Помогнете на други потребители по света
bn_in: পৃথিবীর অন্যান্য ব্যাবহারকারীকে সাহায্য করুন
cs: Pomáhejte ostatním uživatelům po celém světě
da: Hjælp andre brugere rundt om i verden
el: Βοηθήστε χρήστες απ' όλο τον κόσμο
es_mx: Ayuda a otros usuarios alrededor del mundo
fy_nl: Help oare brûkers oer de hiele wrâld
he: ניתן לעזור למשתמשים מכל רחבי העולם
hr: Pomogni ostalima u cijelom svijetu
hu: Segítsen más felhasználóknak
id: Bantulah pengguna lain di seluruh dunia
it: Aiuta gli altri utenti in tutto il mondo
ja: 世界中の他のユーザを助けましょう
kab: Tesriḍ tallalt i yiseqdacen deg umaḍal i merra
lo: ຊ່ວຍຜູ້ໃຊ້ອື່ນໃນທົ່ວໂລກ
mg: Ampio ireo mpampiasa hafa eran'izao tontolo izao
ml: ലോകമെമ്പാടുമുള്ള മറ്റ് ഉപയോക്താക്കളെ സഹായിക്കുക
mr: जगभरातील इतर वापरकर्त्यांना मदत करा
ms: Bantu pengguna lain di seluruh dunia
nb_no: Hjelp andre brukere rundt om i verden
nl: Help andere gebruikers over de hele wereld
pl: Pomóż innym użytkownikom na całym świecie
pt_pt: Ajude os outros utilizadores espalhados pelo mundo
ru: Помогите другим пользователям по всему миру
sk: Pomôžte používateľom na celom svete
sq: Ndihmoni përdorues të tjerë anembanë botës
sr: Помозите корисницима из целог света
sv_se: Hjälp andra användare runt om i världen
ta: உலகம் முழுவதும் உள்ள மற்ற பயனர்களுக்கு உதவவும்
th: ช่วยผู้ใช้อีกนับล้านทั่วโลก
ur: دنیا بھر کے دوسرے صارفین کی مدد کریں
vi: Giúp những người dùng khác trên toàn thế giới

source: Answer Questions
bg: Отговорете на въпроси
bn_in: প্রশ্নের উত্তর দিন
cs: Odpovídat na otázky
da: Besvar spørgsmål
el: Απάντηση Ερωτήσεων
es_mx: Responde preguntas
fy_nl: Fragen beäntwurdzje
he: מענה על שאלות
hr: Odgovori na pitanja
hu: Válaszoljon kérdésekre
id: Jawab Pertanyaan
it: Rispondi alle domande
ja: 質問に答える
kab: Err-d ɣef isteqsiyen
lo: ຕອບຄໍາຖາມ
mg: Hamaly Fanontaniana
ml: ചോദ്യങ്ങൾക്ക് ഉത്തരം നൽകുക
mr: प्रश्नांचे उत्तर द्या
ms: Jawab Soalan
nb_no: Besvar spørsmål
nl: Vragen beantwoorden
pl: Odpowiedzi na pytania
pt_pt: Responder a questões
ru: Ответить на вопросы
sk: Odpovedať na otázky
sq: Përgjigjiuni Pyetjeve
sr: Одговори на питање
sv_se: Besvara frågor
sw: Jibu maswali
ta: கேள்விகளுக்கு பதிலளிக்கவும்
th: ตอบคำถาม
ur: سوالات کے جوابات دیں
vi: Trả lời các câu hỏi

source: Top Helpers this Week
bg: Най-добри помагачи тази седмица
bn_in: এই সপ্তাহের সেরা সাহায্যকারী
cs: Nejlepší přispěvatelé tohoto týdne
da: Top-hjælpere denne uge
el: Κορυφαίοι Εθελοντές της Εβδομάδας
es_mx: Principales ayudantes esta semana
fy_nl: Tophelpers dizze wike
he: המסייעים המובילים השבוע
hr: Top pomagači ovog tjedna
hu: A legtöbbet segítők ezen a héten
id: Pembantu Teratas Minggu Ini
it: Migliori utenti sul supporto questa settimana
ja: 今週のトップヘルパー
kab: Imɛiwnen ufrinen imalas-a
lo: ຜູ້ຊ່ວຍສູງສຸດໃນອາທິດນີ້
mg: Manampy Sangany tamin'ity Herindrano ity
ml: ഈ ആഴ്‌ച കൂടുതൽ സഹായം നൽകിയ വ്യക്തി
mr: या आठवड्यात शीर्ष मदतनिस
ms: Pembantu Terbaik Minggu ini
nb_no: Beste hjelpere denne uken
nl: Tophelpers deze week
pl: Czołowi Pomocnicy w tym tygodniu
pt_pt: Melhores colaboradores desta semana
ru: Топ помощников на этой неделе
sk: Najlepší prispievatelia tohoto týždňa
sq: Ndihmëtarët Kryesues e kësaj Jave
sr: Најбољи овонедељни асистенти
sv_se: Bästa hjälpare denna vecka
sw: Wasaidizi wa juu wiki hii
ta: இந்தக் கிழமைக்கான சிறந்த உதவியாளர்கள்
th: ผู้ช่วยเหลือสูงสุดในสัปดาห์นี้
ur: اس ہفتہ کہ سر فہرست مددگار
vi: Những người trợ giúp nổi bật trong tuần này

source: No questions
bg: Няма въпроси
bn_in: কোনো প্রশ্ন নেই
cs: Žádné otázky
da: Ingen spørgsmål
el: Καμία ερώτηση
es_mx: Sin preguntas
fy_nl: Gjin fragen
he: אין שאלות
hr: Bez pitanja
hu: Nincsenek kérdések
id: Tidak ada pertanyaan
it: Nessuna richiesta
ja: 質問なし
kab: Ulac isteqsiyen
lo: ບໍ່ມີຄຳຖາມ
mg: Tsisy fanontaniana
ml: ചോദ്യങ്ങളൊന്നുമില്ല
mr: प्रश्न नाही
ms: Tiada soalan
nb_no: Ingen spørsmål
nl: Geen vragen
pl: Nie ma pytań
pt_pt: Sem questões
sk: Žiadne otázky
sr: Нема питања
sv_se: Inga frågor
sw: Hakuna maswali
ta: எந்த கேள்விகளும் இல்லை
th: ไม่มีคำถาม
ur: کوئی سوال نہیں
vi: Không có câu hỏi nào

source: My Questions
bg: Моите въпроси
bn_in: আমার প্রশ্নসমূহ
cs: Mé otázky
da: Mine spørgsmål
el: Οι Ερωτήσεις Μου
es_mx: Mis preguntas
fy_nl: Myn fragen
he: השאלות שלי
hr: Moja pitanja
hu: Kérdéseim
id: Pertanyaan Saya
it: Le mie domande
ja: 自分の質問
kab: Isteqsiyen-inu
lo: ຄໍາຖາມຂອງຂ້າພະເຈົ້າ
mg: Ireo Fanontaniako
ml: എന്റെ ചോദ്യങ്ങൾ
mr: माझे प्रश्न
ms: Soalan Saya
nb_no: Mine spørsmål
nl: Mijn vragen
pl: Moje pytania
pt_pt: As minhas questões
ru: Мои вопросы
sk: Moje otázky
sq: Pyetjet e Mia
sr: Моја питања
sv_se: Mina frågor
sw: Maswali yangu
ta: எனது கேள்விகள்
th: คำถามของฉัน
ur: میرے سوالات
vi: Câu hỏi của tôi

source: All My Questions
bg: Всичките ми въпроси
bn_in: আমার সমস্ত প্রশ্ন
cs: Všechny mé otázky
da: Alle mine spørgsmål
el: Όλες οι Ερωτήσεις Μου
es_mx: Todas mis preguntas
fy_nl: Al myn fragen
he: כל השאלות שלי
hr: Sva moja pitanja
hu: Összes kérdésem
id: Semua Pertanyaan Saya
it: Tutte le mie domande
ja: すべての自分の質問
kab: Akk isteqsiyen-inu
lo: ຄໍາຖາມທັງຫມົດຂອງຂ້າພະເຈົ້າ
mg: Ireo Fanontaniako Rehetra
ml: എന്റെ എല്ലാ ചോദ്യങ്ങൾ ചോദ്യങ്ങളും
mr: माझे सर्व प्रश्न
ms: Semua Soalan Saya
nb_no: Alle mine spørsmål
nl: Al mijn vragen
pl: Wszystkie moje pytania
pt_pt: Todas as minhas questões
ru: Все мои вопросы
sk: Všetky moje otázky
sq: Krejt Pyetjet e Mia
sr: Сва моја питања
sv_se: Alla mina frågor
sw: Maswali yangu yote
ta: என்னுடைய எல்லா கேள்விகள்
th: คำถามทั้งหมดของฉัน
ur: میرے تمام سوالات
vi: Tất cả các câu hỏi của tôi

source: Help Article
bg: Помощна статия
bn_in: সাহায্যকারী প্রবন্ধ
cs: Článek nápovědy
da: Hjælpeartikle
el: Άρθρο Βοήθειας
es_mx: Artículo de ayuda
fy_nl: Helpartikel
he: מאמר עזרה
hr: Članak pomoći
hu: Segítő leírás
id: Artikel Bantuan
it: Articolo di supporto
ja: ヘルプ記事
kab: Amagrad n tallelt
lo: ບົດຄວາມ
mg: Lahatsoratra Fanampiana
ml: സഹായിച്ച ലേഖനം
mr: मदत लेख
ms: Artikel Bantuan
nb_no: Hjelpeartikkel
nl: Hulpartikel
pl: Pomocny artykuł
pt_pt: Artigo de Ajuda
ru: Статья помощи
sk: Článok podpory
sq: Artikull Ndihme
sr: Чланак подршке
sv_se: Hjälpartikel
sw: Ibara ya msaada
ta: உதவிக்கட்டுரை
th: บทความช่วยเหลือ
ur: مدد آرٹیکل
vi: Bài viết trợ giúp

source: Incompatible version
bg: Несъвместима версия
bn_in: অসামঞ্জস্যপূর্ণ ভার্সন
cs: Nekompatibilní verze
da: Inkompatibel version
el: Ασύμβατη έκδοση
es_mx: Versión incompatible
fy_nl: Ynkompatibele ferzje
he: גרסה בלתי תואמת
hr: Nekompatibilna verzija
hu: Nem kompatibilis verzió
id: Versi tidak kompatibel
it: Versione non compatibile
ja: 互換性のないバージョン
kab: Aleqman ur nemṣaḍa ara
lo: Add-ons ບໍ່ສາມາດເຮັດວຽກຮ່ວມກັນໄດ້
mg: Kinova tsy mifanentana
ml: അനുയോജ്യമല്ലാത്ത പതിപ്പ്
mr: विसंगत आवृत्ती
ms: Versi tidak serasi
nb_no: Inkompatibel versjon
nl: Incompatibele versie
pl: Niekompatybilna wersja
pt_pt: Versão incompatível
ru: Несовместимая версия
sk: Nekompatibilná verzia
sq: Version i papërputhshëm
sr: Некомпатабилна верзија
sv_se: Inkompatibel version
sw: Toleo haziendani
ta: ஒத்து இருக்க முடியாத பதிப்பு
th: รุ่นที่เข้ากันไม่ได้
ur: غیر موازن ورژن
vi: Phiên bản không tương thích

source: We're sorry, but BuddyUp can't be installed on your version of Firefox OS. Please close this window to return to your home screen.
bg: Съжаляваме, но BuddyUp не може да бъде инсталирано във вашата версия на Firefox OS. Моля, затворете този прозорец, за да се върнете към началния екран.
bn_in: আমরা দুঃখিত, আপনার Firefox OS ভার্সনে BuddyUp ইন্সটল করা যাচ্ছে না। দয়া করে এই উইন্ডোটি বন্ধ করুন আপনার হোম সচ্রীন-এ যাওয়ার জন্য।
cs: Je nám líto, ale BuddyUp nelze nainstalovat na vaši verzi Firefox OS. Pro návrat na domovskou obrazovku prosím zavřete toto okno.
da: Vi beklager, men BuddyUp kan ikke installeres på din version af Firefox OS. Luk dette vindue for at returnere til din startskærm.
el: Λυπούμαστε, αλλά το BuddyUp δεν μπορεί να εγκατασταθεί στην έκδοση του Firefox OS που έχετε. Παρακαλούμε κλείστε αυτό το παράθυρο για να επιστρέψετε στην αρχική σας οθόνη.
es_mx: Lo sentimos, pero BuddyUp no puede instalarse en tu versión de Firefox OS. Por favor, cierra esta ventana para regresar a tu pantalla de inicio.
fy_nl: It spyt ús, mar BuddyUp kin net yn jo ferzje fan Firefox OS ynstallearre wurde. Slút dit finster om nei jo startskerm werom te kearen.
he: אנו מתנצלים אך לא ניתן להתקין את BuddyUp על גרסת ה־Firefox OS שלך. נא לסגור חלון זה כדי לחזור למסך הבית שלך.
hr: Žao nam je, ali BuddyUp ne može biti instaliran na vašu verziju Firefox OS-a. Zatvorite ovaj prozor kako biste se vratili na početni zaslon.
hu: Elnézést, a BuddyUp nem telepíthető erre a Firefox OS verzióra. Zárja be ezt az ablakot a kezdőképernyőhöz való visszatéréshez.
it: Siamo spiacenti, ma BuddyUp non può essere installata su questa versione di Firefox OS. Chiudere la finestra per ritornare alla schermata iniziale.
ja: 申し訳ありませんが、ご使用の Firefox OS のバージョンには BuddyUp をインストールできません。ホーム画面に戻るには、このウィンドウを閉じてください。
kab: Suref-aɣ, mac BuddyUp ur izmir ara ad ibedd ɣef lqem-ik Firefox OS. Ma ulac aɣilif, mdel asfaylu-a akken ad tuɣaleḍ ɣer ugdil-ik agejdan.
lo: ພວກເຮົາຂໍອະໄພ, ແຕ່ BuddyUp ບໍ່ສາມາດຕິດຕັ້ງຢູ່ໃນສະບັບຂອງທ່ານຂອງ Firefox OS. ກະລຸນາປິດຫນ້າຕ່າງນີ້ເພື່ອກັບຄືນຫາຫນ້າຈໍຂອງທ່ານ.
mg: Miala tsiny fa tsy tafapetraka ao amin'ny kinova Firefox OS anao i BuddyUp. Akatony azafady ity varavarankely ity hiverenana amin'ny efijery tranonao.
ms: Maafkan kami, BuddyUp tidak boleh dipasang dalam versi Firefox OS anda ini. Sila tutup tetingkap ini untuk kembali ke halaman utama anda.
nb_no: Vi beklager, men BuddyUp kan ikke bli installert på din versjon av Firefox OS. Lukk dette vinduet for å komme tilbake til startskjermen din.
nl: Het spijt ons, maar BuddyUp kan niet in uw versie van Firefox OS worden geïnstalleerd. Sluit dit venster om naar uw startscherm terug te keren.
pl: Przepraszamy, ale na twojej wersji systemu Firefox OS nie można zainstalować Pomocnika.
pt_pt: Lamentamos, mas o BuddyUp não pode ser instalado na sua versão do Firefox OS. Por favor, feche esta janela para voltar ao seu ecrã inicial.
ru: Мы сожалеем, но BuddyUp не может быть установлен на вашей версии Firefox OS. Пожалуйста, закройте это окно, чтобы вернуться на домашний экран.
sk: Je nám to ľúto, ale BuddyUp nemožno nainštalovať na vašu verziu Firefox OS. Pre návrat na domovskú obrazovku prosím zavrite toto okno.
sq: Na ndjeni, por BuddyUp s’mund të instalohet dot në versionin tuaj të Firefox OS-it. Ju lutemi, mbylleni këtë dritare që të ktheheni te skena juaj e kreut.
sr: Жао нам је, али BuddyUp не може да буде инсталиран на овој Firefox OS верзији. Затворите овај прозор и вратите се на почетни екран.
sv_se: Vi beklagar, men BuddyUp kan inte installeras på din version av Firefox OS. Stäng detta fönster för att återgå till startskärmen.
ta: எங்களை மன்னிக்கவும், ஆனால் BuddyUp ஐ உங்களது பயர்பாக்ஸ் ஓஎஸ்ல் பதிப்பில் நிறுவ இயலாது. முகப்புத்திரை செல்ல தயவுசெய்து இந்த சாளரத்தை மூடவும்.
vi: Xin lỗi, nhưng BuddyUp không thể được cài đặt trên phiên bản hệ điều hành Firefox của bạn. Vui lòng đóng cửa sổ này để trở lại trang chủ của bạn.

source: Reset Password
bg: Нулиране на парола
bn_in: পাসওয়ার্ড পুনরায় নির্ধারণ করুন
cs: Obnovit heslo
da: Nulstil adgangskode
el: Επαναφορά Κωδικού Πρόσβασης
es_mx: Restablecer contraseña
fy_nl: Wachtwurd werinisjalisearje
he: איפוס ססמה
hr: Ponovo postavi lozinku
hu: Jelszó visszaállítása
id: Serel Ulang Sandi
it: Ripristina password
ja: パスワードをリセット
kab: Wennez awal uffir
lo: ຕັ້ງຄ່າລະຫັດຜ່ານໃໝ່
mg: Hanefy Tanimiafina Indray
ml: രഹസ്യവാക്ക് പുനസജ്ജീകരിക്കുക
ms: Set Semula Kata Laluan
nb_no: Tilbakestill passord
nl: Wachtwoord herinitialiseren
pl: Resetuj hasło
pt_pt: Redefinir palavra-passe
ru: Восстановить пароль
sk: Obnoviť heslo
sq: Ricaktoni Fjalëkalimin
sr: Ресетуј лозинку
sv_se: Återställ lösenord
sw: Weka upya neno-siri lako
ta: கடவுச்சொல்லை மீட்டமைக்கவும்
ur: پاس ورڈ دوبارہ سیٹ کریں
vi: Đặt lại mật khẩu
