Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/buddyup.po
Languages: ar, bg, bn_in, cs, da, el, es_mx, fy_nl, he, hr, hu, id, it, ja, kab, lo, mg, ml, mr, ms, nb_no, nl, pl, pt_pt, ru, sk, sq, sr, sv_se, sw, ta, th, ur, vi

source: Sign in to answer questions from Firefox OS users.
bg: Влезте, за да отговаряте на въпроси от потребителите на Firefox OS.
bn_in: সাইন ইন করুন Firefox OS ব্যাবহারকারীর প্রশ্নের উত্তর দিতে।
cs: Pro odpovídání na otázky uživatelů Firefox OS se prosím přihlaste.
da: Log ind for at besvare spørgsmål fra Firefox OS-brugere.
el: Συνδεθείτε για να απαντήσετε ερωτήσεις από χρήστες του Firefox OS.
es_mx: Inicia sesión para responder consultas de los usuarios de Firefox OS.
fy_nl: Meld jo oan om fragen fan Firefox OS-brûkers te beäntwurdzjen.
he: יש להיכנס כדי לענות על שאלות ממשתמשי Firefox OS.
hr: Prijavi se, ako želiš odgovarati na pitanja korisnika Firefox OS-a.
hu: Jelentkezzen be a Firefox OS felhasználóktól érkező kérdések megválaszolásához.
id: Masuk untuk menjawab pertanyaan dari pengguna Firefox OS.
it: Accedi per rispondere alle domande degli utenti Firefox OS.
ja: サインインして Firefox OS ユーザからの質問に答えましょう。
kab: Qqen akken ad terreḍ ɣef yisteqsiyen n yiseqdacen n Firefox OS.
lo: ລົງຊື່ເຂົ້າເພື່ອຕອບຄຳຖາມຈາກຜູ້ໃຊ້ Firefox OS
mg: Midira raha hamaly fanontaniana avy amin'ireo mpampiasa Firefox OS.
mr: Firefox OS वापरकर्त्यांकडून प्रश्नांची उत्तरे देण्यासाठी साईन इन करा.
ms: Daftar masuk untuk menjawab soalan daripada pengguna Firefox OS.
nb_no: Logg inn for å svare på spørsmål fra Firefox OS-brukere.
nl: Meld u aan om vragen van Firefox OS-gebruikers te beantwoorden.
pl: Zaloguj się, aby odpowiedzieć na pytania użytkowników Firefox OS.
pt_pt: Inicie sessão para responder às questões dos utilizadores do Firefox OS.
ru: Войдите, чтобы ответить на вопросы от пользователей Firefox OS.
sk: Pre odpovedanie na otázky používateľov Firefox OS sa prosím prihláste.
sq: Bëni hyrjen, që t’u përgjigjeni pyetjeve nga përdorues të Firefox OS-it.
sr: Пријавите се да бисте одговорили на питања Firefox OS корисника.
sv_se: Logga in för att svara på frågor från Firefox OS användare.
sw: Ingia ndani ili kujibu maswali kutoka kwa watumiaji wa Firefox.
ta: பயர்பாக்ஸ் இயங்குதள பயனாளர்களின் வினாக்களுக்கு பதிலளிக்க இங்கு உள்நுழைக.
th: ลงชื่อเข้าเพื่อตอบคำถามจากผู้ใช้ Firefox OS
vi: Đăng nhập để trả lời các câu hỏi từ người dùng Firefox OS.

source: Create account or sign in
ar: إنشاء حساب أو تسجيل الدخول
bg: Създайте профил или влезте в системата
bn_in: অ্যাকাউন্ট তৈরি বা সাইন ইন
cs: Vytvořit účet nebo se přihlásit
da: Opret en konto eller log ind
el: Δημιουργία λογαριασμού ή είσοδος
es_mx: Crea una cuenta o inicia sesión
fy_nl: Account oanmeitsje of oanmelde
he: יצירת חשבון או כניסה
hr: Otvori račun ili se prijavi
hu: Regisztráció vagy bejelentkezés
id: Buat akun untuk masuk
it: Crea account o accedi
ja: アカウント作成またはログイン
kab: Rnu amiḍan neɣ kcem
lo: ສ້າງບັນຊີຫຼືເຂົ້າສູ່ລະບົບ
mg: Hamorona kaonty na hiditra
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക അല്ലങ്കിൽ അക്കൗണ്ട് തുറക്കുക
mr: खाते तयार करा किंवा साइन इन करा
ms: Cipta akaun atau daftar masuk
nb_no: Lag konto eller logg inn
nl: Account aanmaken of aanmelden
pl: Utwórz konto lub zaloguj się
pt_pt: Crie uma conta ou inicie a sessão
ru: Создать учётную запись или войти
sk: Vytvoriť účet, alebo sa prihlásiť
sq: Krijoni një llogari ose bëni hyrjen
sr: Направите налог или се пријавите
sv_se: Skapa konto eller logga in
sw: Unda akaunti au uingie
ta: கணக்கை உருவாக்கு அல்லது உள்நுழையவும்
th: สร้างบัญชีหรือลงชื่อเข้า
ur: اکاؤنٹ بنائیں یا سائن ان کریں
vi: Tạo tài khoản hoặc đăng nhập

source: New
bg: Нов
bn_in: নতুন
cs: Nová
da: Nye
el: Νέο
es_mx: Nuevo
fy_nl: Nij
he: חדש
hr: Novo
hu: Új
id: Baru
it: Nuovo
ja: 新規
kab: Amaynut
lo: ໃຫມ່
mg: Vaovao
ml: പുതിയ
mr: नवीन
ms: Baru
nb_no: Nye
nl: Nieuw
pl: Nowe
pt_pt: Nova
ru: Новый
sk: Nová
sq: E re
sr: Ново
sv_se: Nya
sw: Mpya
ta: புதியது
th: ใหม่
ur: نیا
vi: Mới

source: My list
bg: Моят списък
bn_in: আমার তালিকা
cs: Můj seznam
da: Min liste
el: Η λίστα μου
es_mx: Mi lista
fy_nl: Myn list
he: הרשימה שלי
hr: Moj popis
hu: Listám
id: Daftar saya
it: Il mio elenco
ja: マイリスト
kab: Tabdart-inu
lo: ລາຍການຂອງຂ້ອຍ
mg: Lisitro
ml: എന്റെ പട്ടിക
mr: माझी यादी
ms: Senarai saya
nb_no: Min liste
nl: Mijn lijst
pl: Moja lista
pt_pt: A minha lista
ru: Мой список
sk: Môj zoznam
sq: Lista ime
sr: Моја листа
sv_se: Min lista
sw: Orodha yangu
ta: எனது பட்டியல்
th: รายการของฉัน
ur: میری فہرست
vi: Danh sách của tôi

source: Load more
bg: Зареждане на още
bn_in: আরো দেখুন
cs: Načíst více
da: Læs mere
el: Φόρτωση περισσότερων
es_mx: Cargar más
fy_nl: Mear lade
he: טעינה של עוד
hr: Učitaj više
hu: Továbbiak
id: Muat yang lain
it: Mostra di più
ja: 続きを読む
kab: Sali-d ugar
lo: ໂຫລດເພີ່ມເຕີມ
mg: Hamatratra bebe kokoa
ml: കൂടുതൽ കൊടുക്കുക
mr: अधिक लोड करा
ms: Ketahui lanjut
nb_no: Last inn flere
nl: Meer laden
pl: Pobierz więcej
pt_pt: Carregar mais
ru: Загрузить ещё
sk: Načítať viac
sq: Ngarkoni më tepër
sr: Учитај више
sv_se: Läs in mer
sw: Pakia zaidi
ta: மேலும் காட்டு
th: โหลดเพิ่มเติม
ur: مزید لوڈ کریں
vi: Tải thêm

source: Last sync:
bg: Последно синхронизиране:
bn_in: সর্বশেষ সিঙ্ক:
cs: Poslední synchronizace:
da: Seneste synkronisering:
el: Τελευταίος συγχρονισμός:
es_mx: Última sincronización:
fy_nl: Lêste syngronisaasje:
he: סנכרון אחרון:
hr: Zadnja sinkronizacija:
hu: Utolsó szinkronizálás:
id: Sinkronisasi terakhir:
it: Ultima sincronizzazione
ja: 最終同期日時:
kab: Amtawi aneggaru:
lo: Sync ຄັ້ງລ່າສຸດ:
mg: Fampifandrindrana farany:
ml: അവസാന സമന്വയം:
ms: Sync terakhir:
nb_no: Siste synkronisering:
nl: Laatste synchronisatie:
pl: Ostatnia synchronizacja:
pt_pt: Última sincronização:
ru: Последняя синхронизация:
sk: Posledná synchronizácia:
sq: Njëkohësimi i fundit:
sr: Последња синхронизација:
sv_se: Senaste synk:
sw: Upatanishi wa mwisho:
ta: கடைசி ஒத்திசைவு:
th: ซิงค์ล่าสุด:
ur: چلیں ہمہ وقت سازی کرتے ہیں:
vi: Lần cuối đồng bộ:

source: x hours ago
bg: преди x часа
bn_in: x ঘন্টা পূর্বে
cs: x hodin zpět
da: x timer siden
el: x ώρες πριν
es_mx: hace x horas
fy_nl: x oer lyn
hr: prije x sati
hu: x órája
id: x jam lalu
it: x ore fa
ja: x 時間前
kab: x nisragen aya
lo: x ຊົ່ວໂມງຜ່ານໄປ
mg: x ora lasa
ml: X മണിക്കൂർ മുമ്പ്
mr: x तासांपूर्वी
ms: x jam yang lalu
nb_no: x timer siden
nl: x uur geleden
pl: x godzin temu
pt_pt: x horas atrás
ru: x часов назад
sk: x hodín naspäť
sq: x orë më parë
sr: пре x сата
sv_se: x timmar sedan
sw: masaa x iliyopita
ta: x மணி நேரங்களுக்கு முன்பு
th: x ชั่วโมงที่แล้ว
ur: x گھنٹے پہلے
vi: x giờ trước

source: Create Account
bg: Създаване на профил
bn_in: একাউন্ট তৈরি করুন
cs: Vytvořit účet
da: Opret en konto
el: Δημιουργία Λογαριασμού
es_mx: Crear cuenta
fy_nl: Account oanmeitsje
he: יצירת חשבון
hr: Otvori račun
hu: Fiók létrehozása
id: Buat Akun
it: Crea account
ja: アカウント作成
kab: Rnu amiḍan
lo: ສ້າງບັນຊີ
mg: Hamorona Kaonty
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr: खाते तयार करा
ms: Cipta Akaun
nb_no: Opprett konto
nl: Account aanmaken
pl: Utwórz konto
pt_pt: Criar conta
ru: Создать учётную запись
sk: Vytvoriť účet
sq: Krijoje Llogarinë
sr: Направи налог
sv_se: Skapa konto
sw: Unda akaunti
ta: கணக்கை உருவாக்கு
th: สร้างบัญชี
ur: اکاؤنٹ بنائیں
vi: Tạo tài khoản

source: Be aware that you will lose your history when you sign in to your account.
bn_in: সাবধান যখন-ই অ্যাকাউন্টে সাইন ইন করবেন আপনার হিস্ট্রি হারিয়া যাবে।
cs: Berte na vědomí, že přihlášením ztratíte svou historii.
da: Vær opmærksom på, at du vil miste din historik, når du logger ind på din konto.
el: Σημειώστε ότι θα χάσετε το ιστορικό σας όταν συνδεθείτε στο λογαριασμό σας.
es_mx: Ten en cuenta que perderás tu historial cuando inicies sesión con tu cuenta.
fy_nl: Hâld der rekkening mei dat jo skiednis ferlern giet as jo jo by jo account oanmelde.
he: נא לשים לב שההיסטוריה שלך תלך לאיבוד בעת כניסה לחשבון שלך.
hr: Kad se prijaviš na svoj račun, izgubit ćeš svoju povijest.
hu: Ne feledje, hogy előzményei elvesznek, amikor bejelentkezik fiókjába.
it: Attenzione: accedendo all'account verrà persa tutta la cronologia.
ja: アカウントにログインした時に履歴が失われるので注意してください。
kab: Ẓer belli ad iruḥ uzray-inek mi ara tuqqna ɣer umiḍan-inek.
mg: Fantaro fa ho very ny tantaranao rehefa miditra ao @ kaontinao ianao.
mr: हे लक्षात असू द्या की जेव्हा आपण आपल्या खात्यात साइन इन कराल तेव्हा आपण आपला इतिहास गमवाल.
ms: Ambil perhatian bahawa anda akan kehilangan sejarah anda apabila mendaftar masuk ke akaun anda.
nb_no: Vær klar over at du kommer til å miste historikken din når du logger inn på kontoen din.
nl: Houd er rekening mee dat uw geschiedenis verloren gaat als u zich bij uw account aanmeldt.
pl: Gdy zalogujesz się na swoje konto, stracisz historię.
pt_pt: Esteja ciente que irá perder o seu histórico quando iniciar sessão na sua conta.
ru: Помните, что вы потеряете свою историю, когда вы войдёте в свою учётную запись.
sk: Berte na vedomie, že prihlásením k svojmu účtu stratíte svoju históriu.
sq: Kini parasysh se do të humbni historikun tuaj, kur të hyni në llogarinë tuaj.
sr: Имајте у виду да ћете изгубити историјат када се пријавите.
sv_se: Tänk på att du kommer att förlora din historik när du loggar in på ditt konto.
ta: நீங்கள் உங்கள் கணக்கில் நுழையும் பொழுது உங்களின் வரலாற்றை இழக்க நேரிடும் என்று விழிப்புணர்வுடன் இருக்கவும்.
vi: Lưu ý rằng bạn sẽ mất lịch sử của bạn khi đăng nhập vào tài khoản của mình.

source: Email Address
bg: Адрес на ел. поща
bn_in: ই-মেইল ঠিকানা
cs: E-mailová adresa
da: Mailadresse
el: Ηλεκτρονική Διεύθυνση
es_mx: Dirección de correo electrónico
fy_nl: E-mailadres
he: כתובת דוא״ל
hr: Email adresa
hu: E-mail cím
id: Alamat Email
it: Indirizzo email
ja: メールアドレス
kab: Tansa imayl
lo: ທີ່ຢູ່ອີເມວ
mg: Adiresy Mailaka
ml: ഇമെയിൽ വിലാസം
mr: ईमेल पत्ता
ms: Alamat E-mel
nb_no: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt_pt: Endereço de e-mail
sk: E-mailová adresa
sr: Адреса е-поште
sv_se: E-postadress
sw: Anwani Ya Barua pepe
ta: மின்னஞ்சல் முகவரி
th: ที่อยู่อีเมล
ur: ای میل پتہ
vi: Địa chỉ email

source: Already registered? Sign in
bg: Имате регистрация? Впишете се!
bn_in: ইতিমধ্যে রেজিস্টার করেছেন? সাইন ইন
cs: Už jste registrování? Přihlaste se
da: Allerede registreret? Log ind
el: Έχετε εγγραφεί ήδη; Είσοδος
es_mx: ¿Ya te has registrado? Inicia sesión
fy_nl: Al registrearre? Oanmelde
hr: Već si se registrirao/la? Prijavi se
hu: Belépés regisztrált felhasználóként
id: Sudah terdaftar? Masuk
it: Hai già un account? Accedi
ja: アカウントをお持ちの方はサインインしてください
lo: ລົງທະບຽນຢູ່ແລ້ວ? ລົງຊື່ເຂົ້າ
mg: Efa nisoratra? Midira
mr: आधीच नोंदणी झाली आहे? साइन इन करा
ms: Sudah mendaftar? Daftar masuk
nb_no: Allerede registrert? Logg inn
nl: Al geregistreerd? Aanmelden
pl: Masz już rejestrację? Zaloguj się.
pt_pt: Já se registou? Inicie sessão
ru: Уже зарегистрированы? Войти
sk: Ste už zaregistrovaný? Prihláste sa
sq: I regjistruar tashmë? Hyni
sr: Већ сте регистровани? Пријавите се
sv_se: Redan registrerad? Logga in
sw: Tayari umesajiliwa? Ingia
ta: ஏற்கனவே பதிவு செய்யப்பட்டதா? உள்நுழைவும்
th: ลงทะเบียนอยู่แล้ว? ลงชื่อเข้า
ur: پہلے ہی رجسٹرڈ ہے؟ سائن ان کریں
vi: Đã có tài khoản? Đăng nhập

source: Unsupported Language
bg: Неподдържан език
bn_in: ভাষা সমর্থিত নয়
cs: Nepodporovaný jazyk
da: Sprog ikke understøttet
el: Μη Υποστηριζόμενη Γλώσσα
es_mx: Idioma no soportado
fy_nl: Net-stipe taal
he: שפה לא נתמכת
hr: Nepodržani jezik
hu: Nem támogatott nyelv
id: Bahasa Tidak Didukung
it: Lingua non supportata
ja: 未対応の言語
lo: ພາສາທີ່ບໍ່ຮັບຮອງ
mg: Teny Tsy Zaka
mr: असमर्थित भाषा
ms: Bahasa Tidak Disokong
nb_no: Språket støttes ikke
nl: Niet-ondersteunde taal
pl: Nieobsługiwane języki
pt_pt: Idioma não-suportado
ru: Неподдерживаемый язык
sk: Nepodporovaný jazyk
sq: Gjuhë të Pambuluara
sr: Неподржан језик
sv_se: Språket stöds inte
ta: ஆதரிக்கப்படாத மொழி
th: ภาษาที่ไม่รองรับ
vi: Ngôn ngữ không được hỗ trợ

source: BuddyUp currently doesn't support "<span id="language"></span>".
bg: BuddyUp понастоящем не поддържа "<span id="language"></span>".
bn_in: BuddyUp এইমুহূর্তে সাপোর্টেড নয় "<span id="language"></span>"।
cs: BuddyUp nyní nepodporuje jazyk "<span id="language"></span>".
da: BuddyUp understøtter i øjeblikket ikke "<span id="language"></span>".
el: Το BuddyUp δεν υποστηρίζει τη γλώσσα «<span id="language"></span>» αυτή τη στιγμή.
es_mx: BuddyUp actualmente no soporta "<span id="language"></span>".
fy_nl: BuddyUp stipet op dit stuit gjin ‘<span id="language"></span>’.
he: ל־BuddyUp אין כרגע תמיכה ב־״<span id="language"></span>״.
hr: BuddyUp trenutno ne podržava "<span id="language"></span>".
hu: A BuddyUp jelenleg nem támogatja ezt: „<span id="language"></span>”.
it: BuddyUp non supporta attualmente la lingua "<span id="language"></span>".
ja: BuddyUp は現在 "<span id="language"></span>" に対応していません。
mg: Tsy mbola mahazaka "<span id="language"></span>" i BuddyUp amin'izao.
ms: BuddyUp pada masa ini tidak menyokong "<span id="language"></span>".
nb_no: BuddyUp støtter for øyeblikket ikke "<span id="language"></span>".
nl: BuddyUp ondersteunt momenteel geen ‘<span id="language"></span>’.
pl: Aktualnie Pomocnik nie obsługuje języka „<span id="language"></span>”.
pt_pt: O BuddyUp atualmente não suporta "<span id="language"></span>"."
ru: BuddyUp в данное время не поддерживает "<span id="language"></span>".
sk: BuddyUp teraz nepodporuje jazyk "<span id="language"></span>".
sq: Hëpërhë, BuddyUp s’e mbulon gjuhën "<span id="language"></span>".
sr: BuddyUp тренутно не подржава "<span id="language"></span>".
sv_se: BuddyUp stöder inte för tillfället "<span id="language"></span>".
ta: BuddyUp தற்போது இதை ஆதரிக்கப்படவில்லை"<span id="language"></span>".
vi: BuddyUp hiện tại không hỗ trợ "<span id="language"></span>".

source: Please ask your questions in English, or go to <a href="http://support.mozilla.org">http://support.mozilla.org</a> for more help.
bg: Моля, задайте въпросите си на английски или отидете на <a href="http://support.mozilla.org">http://support.mozilla.org</a> за повече помощ.
bn_in: দয়া করে ইংরাজীতে প্রশ্ন করুন, বা সাহায্যের জন্য যান <ahref="http://support.mozilla.org"> http://support.mozilla.org </a>।
cs: Pokládejte prosím své otázky v angličtině, nebo navštivte <a href="http://support.mozilla.org">http://support.mozilla.org</a> pro další pomoc.
da: Stil dit spørgsmål på engelsk, eller gå til <a href="http://support.mozilla.org">http://support.mozilla.org</a> for mere hjælp.
el: Παρακαλώ κάντε τις ερωτήσεις σας στα Αγγλικά, ή μεταβείτε στο <a href="http://support.mozilla.org">http://support.mozilla.org</a> για περισσότερη βοήθεια.
es_mx: Por favor, realiza tus preguntas en Inglés, o ve a <a href="http://support.mozilla.org">http://support.mozilla.org</a> para más ayuda.
fy_nl: Stel jo fragen yn it Ingelsk, of gean nei <a href="http://support.mozilla.org">http://support.mozilla.org</a> foar mear help.
he: נא לשאול את השאלות שלך באנגלית, או לגשת אל <a href="http://support.mozilla.org">http://support.mozilla.org</a> לסיוע נוסף.
hr: Molimo te da pitanja postavljaš na engleskom jeziku ili idi na <a href="http://support.mozilla.org">http://support.mozilla.org</a> za daljnju pomoć.
hu: Kérdését angolul tegye fel, vagy további segítségért keresse fel a <a href="http://support.mozilla.org">http://support.mozilla.org</a> oldalt.
it: Rispondi alle domande in inglese oppure vai su <a href="http://support.mozilla.org">http://support.mozilla.org</a> per ulteriore supporto.
ja: 英語で質問するか、<a href="http://support.mozilla.org">http://support.mozilla.org</a> で助けを得てください。
kab: Ttxil-k mudd isteqsiyen-inek s teglizzit, neɣ kcemɣer <a href="http://support.mozilla.org">http://support.mozilla.org</a> i ugar n tallalt.
mg: Apetraho @ teny Anglisy ny fanontanianao azafady, na mandehana ao @ <a href="http://support.mozilla.org">http://support.mozilla.org</a> raha mila fanampiana bebe kokoa.
mr: कृपया आपले प्रश्न इंग्रजीमध्ये विचारा, किंवा <a href="http://support.mozilla.org">http://support.mozilla.org</a> वर अधिक मदतीसाठी जा.
ms: Sila tanya soalan anda dalam Bahasa Inggeris, atau pergi ke <a href="http://support.mozilla.org">http://support.mozilla.org</a> untuk bantuan lanjut.
nb_no: Still ditt spørsmål på engelsk, eller gå til <a href="http://support.mozilla.org">http://support.mozilla.org</a> for mer hjelp.
nl: Stel uw vragen in het Engels, of ga naar <a href="http://support.mozilla.org">http://support.mozilla.org</a> voor meer hulp.
pl: Zadaj swoje pytanie w języku angielskim, lub przejdź na stronę <a href="http://support.mozilla.org">http://support.mozilla.org</a>, by uzyskać więcej informacji.
pt_pt: Por favor, coloque a sua questão em Inglês, ou aceda a <a href="http://support.mozilla.org/pt-PT/">http://support.mozilla.org/pt-PT/</a> para mais ajuda.
ru: Пожалуйста, задавайте свои вопросы на английском языке или перейдите на <a href="http://support.mozilla.org">http://support.mozilla.org</a> для получения дополнительной помощи.
sk: Zadávajte prosím svoje otázky v angličtine, alebo navštívte <a href="http://support.mozilla.org">http://support.mozilla.org</a> pre ďalšiu pomoc.
sq: Ju lutemi, pyetjen tuaj bëjeni në Anglisht, ose kaloni te <a href="http://support.mozilla.org">http://support.mozilla.org</a> për më tepër ndihmë.
sr: Молимо вас поставите питање на енглеском, или идите на <a href="http://support.mozilla.org">http://support.mozilla.org</a> за више помоћи.
sv_se: Ställ dina frågor på engelska, eller gå till <a href="http://support.mozilla.org">http://support.mozilla.org</a> för mer hjälp.
ta: தயவு செய்து உங்களது வினாவை ஆங்கிலத்தில் கேட்கவும், அல்லது மேலும் உதவிக்கு இங்கு செல்லவும் <a href="http://support.mozilla.org"> http://support.mozilla.org</a>.
vi: Xin vui lòng tạo câu hỏi của bạn bằng tiếng Anh, hoặc đi tới <a href="http://support.mozilla.org">http://support.mozilla.org</a> để xem các trợ giúp khác.

source: Continue
bg: Напред
bn_in: এগিয়ে চলুন
cs: Pokračovat
da: Fortsæt
el: Συνέχεια
es_mx: Continuar
fy_nl: Trochgean
he: המשך
hr: Nastavi
hu: Folytatás
id: Lanjut
it: Continua
ja: 続ける
kab: Kemmel
lo: ສືບຕໍ່
mg: Hanohy
ml: തുടരുക
mr: चालू ठेवा
ms: Teruskan
nb_no: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
ru: Продолжить
sk: Pokračovať
sq: Vazhdoni
sr: Настави
sv_se: Fortsätt
sw: Endelea
ta: தொடர்கிறது
th: ดำเนินการต่อ
ur: جاری رکھیں
vi: Tiếp tục

source: Quit
bg: Изход
bn_in: প্রস্থান
cs: Odejít
da: Afslut
el: Έξοδος
es_mx: Salir
fy_nl: Ofslute
he: יציאה
hr: Zatvori
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
kab: Ffeɣ
lo: ອອກ
mg: Hiala
ml: പുറത്തു് കടക്കുക
mr: बाहेर पडा
ms: Keluar
nb_no: Avslutt
nl: Afsluiten
pl: Zakończ
pt_pt: Sair
ru: Выход
sk: Ukončiť
sq: Dilni
sr: Изађи
sv_se: Avsluta
sw: Kujiondoa
ta: விலகு
th: ออก
ur: بند کریں
vi: Thoát

source: {n} question solved
ar: سؤال اجيب عليه
bg: {n} отговорен въпрос
bn_in: {n} প্রশ্নসমূহের সমাধান হয়ে গেছে
cs: {n} hlas o užitečnosti
da: {n} spørgsmål besvaret
el: {n} απορία επιλύθηκε
es_mx: {n} pregunta resuelta
fy_nl: {n} probleem oplost
he: שאלה אחת נפתרה
hr: {n} riješeno pitanje
hu: {n} kérdés megoldva
id: {n} pertanyaan terpecahkan
it: {n} problema risolto
ja: 解決済み {n} 件
kab: {n} yefra usteqsi
lo: {n} ຄຳຖາມທີ່ໄດ້ຮັບການແກ້ປັນຫາ
mg: Fanontaniana {n} voavaha
mr: {n} प्रश्न सोडवला
ms: {n} soalan diselesaikan
nb_no: {n} spørsmål løst
nl: {n} probleem opgelost
pl: rozwiązano {n} problem
pt_pt: {n} questão resolvida
ru: решен {n} вопрос
sk: {n} hlas o užitočnosti
sq: {n} problem i zgjidhur
sr: {n} питање решено
sv_se: {n} fråga löst
sw: {n} swali limetatuliwa
ta: {n} கேள்வி தீர்க்கப்பட்டது
th: {n} คำถามที่ได้รับการแก้ปัญหา
ur: {n} سوال حل ہو گئے
vi: {n} câu hỏi được giải quyết

source: {n} helpful vote
ar: {n} صوت مفيد
bg: {n} полезен глас
bn_in: {n} সহায়ক ভোট
cs: {n} hlas o užitečnosti
da: {n} nyttig-stemme
el: {n} χρήσιμη ψήφος
es_mx: {n} voto útil
fy_nl: {n} stim foar ‘nuttich’
he: הצבעה מועילה אחת
hr: {n} koristan glas
hu: {n} hasznos szavazat
id: {n} suara bermanfaat
it: {n} voto di utilità
ja: 役立つ投票 {n} 件
lo: {n} ຄະແນນສຽງທີ່ເປັນປະໂຫຍດ
mg: Vato mahasoa {n}
ms: {n} undian berguna
nb_no: {n} hjelpsom stemme
nl: {n} stem voor ‘nuttig’
pl: {n} podziękowanie
pt_pt: {n} voto de utilidade
ru: {n} очко за помощь
sk: {n} hlas o užitočnosti
sq: {n} votë dobie
sr: {n} корисан глас
sv_se: {n} hjälpsam röst
sw: {n} kura ya manufaa
ta: {n} உதவிகரமான வாக்கு
th: {n} คะแนนเสียงที่เป็นประโยชน์
ur: {n} مددگار ووٹ
vi: {n} bình chọn hữu ích

source: My preferences
ar: تفضيلاتي
bg: Настройки
bn_in: আমার পছন্দ
cs: Moje předvolby
da: Mine indstillinger
el: Οι προτιμήσεις μου
es_mx: Mis preferencias
fy_nl: Myn foarkarren
he: ההעדפות שלי
hr: Moje postavke
hu: Saját beállításaim
id: Preferensi saya
it: Preferenze
ja: 個人設定
kab: Ismenyifen-inu
lo: ການຕັ້ງຄ່າຂອງຂ້ອຍ
mg: Ireo Fiasa Tiako
ms: Keutamaan saya
nb_no: Mine innstillinger
nl: Mijn voorkeuren
pl: Moje preferencje
pt_pt: As minhas preferências
ru: Мои настройки
sk: Moje predvoľby
sq: Parapëlqimet e mia
sr: Моје поставке
sv_se: Mina inställningar
sw: Mapendeleo yangu
ta: என் விருப்பத்தேர்வுகள்
th: การตั้งค่าของฉัน
ur: میری ترجیحات
vi: Tùy chỉnh của tôi

source: Too many questions? Use the settings below to narrow down the "Answer a Question" list.
ar: هل هناك اسئلة كثيرة؟ استخدم الإعدادات في الأسفل لتقليل قائمة /”الاسئلة المُجاب عليها/”.
bn_in: অসংখ্য প্রশ্ন? নিছের সেটিংস ব্যাবহার করুন "একটি প্রশ্নের উত্তর" তালিকাটি ছোটো করার জন্য।
cs: Příliš mnoho otázek? Použijte možnosti nastavení níže pro zkrácení celého seznamu "Odpovídat na otázky".
da: For mange spørgsmål? Brug indstillingerne nedenunder for at begrænse listen "Besvar et spørgsmål".
el: Πάρα πολλές ερωτήσεις; Χρησιμοποιήστε τις ρυθμίσεις παρακάτω για να περιορίσετε τη λίστα «Απάντηση μιας Ερώτησης».
es_mx: ¿Muchas preguntas? Usa la configuración de más abajo para reducir la lista "Responde una pregunta".
fy_nl: Te folle fragen? Brûk de ûndersteande ynstellingen om de list ‘In fraach beäntwurdzje’ te ferlytsjen.
he: יותר מדי שאלות? ניתן להשתמש בהגדרות שלהלן כדי לצמצמם את הרשימה של ״מענה על שאלה״.
hr: Previše pitanja? Koristi donje postavke za ograničavanje popisa „Odgovori na pitanje”.
hu: Túl sok a kérdés? Használja a lenti listát a „Válaszoljon egy kérdésre” lista szűkítésére.
it: Troppe richieste? Restringi i risultati in elenco utilizzando le impostazioni seguenti.
ja: 質問数が多すぎますか？ 以下の設定で "質問に応える" リストを絞り込んでください。
mg: Fanontaniana maro loatra? Ampiasao ireo tefy eto ambany hanakelezana ny lisitra "Hamaly Fanontaniana".
ms: Terlalu banyak soalan? Guna tetapan di bawah untuk mengecilkan senarai "Jawab Soalan".
nb_no: For mange spørsmål? Bruk innstillingene under for å innskrenke "Svar på et spørsmål"-listen.
nl: Te veel vragen? Gebruik de onderstaande instellingen om de lijst ‘Een vraag beantwoorden’ te verkleinen.
pl: Zbyt wiele pytań? Użyj poniższych ustawień, aby zawęzić listę „Odpowiedz na pytanie”.
pt_pt: Demasiadas questões? Utilize as definições em baixo para diminuir a lista de "Questões a responder".
ru: Слишком много вопросов? Используйте размещённые ниже настройки, чтобы сузить список "Ответов на вопросы".
sk: Príliš veľa otázok? Použite možnosti nastavenia nižšie pre skrátenie zoznamu.
sq: Shumë pyetje? Përdorni rregullimet më poshtë për ta ngushtuar listën "Përgjigjiuni një Pyetjeje".
sr: Превише питања? Користите поставке испод да смањите "Одговори на питање" листу.
sv_se: För många frågor? Använd inställningarna nedan för att begränsa listan "Svara på en fråga".
sw: Maswali mengi mno? Tumia mazingira hapa chini kufupisha "Jibu Swali" orodha.
ta: நிறைய கேள்விகளா? கீழ்கண்ட அமைப்புகளை பயன்படுத்தி "ஒரு கேள்விக்கு பதிலளி" பட்டியலை பெறுவீர்.
vi: Có quá nhiều câu hỏi? Sử dụng các cài đặt bên dưới để thu hẹp danh sách "Trả lời Câu hỏi".

source: Language
ar: اللغة
bg: Език
bn_in: ভাষা
cs: Jazyk
da: Sprog
el: Γλώσσα
es_mx: Idioma
fy_nl: Taal
he: שפה
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
kab: Tutlayt
lo: ພາສາ
mg: Teny
ml: ഭാഷ
mr: भाषा
ms: Bahasa
nb_no: Språk
nl: Taal
pl: Język
pt_pt: Idioma
ru: Язык
sk: Jazyk
sq: Gjuhë
sr: Језик
sv_se: Språk
sw: Lugha
ta: மொழி
th: ภาษา
ur: زبانیں
vi: Ngôn ngữ
