Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/buddyup.po
Languages: ar, bg, bn_in, cs, da, el, es_mx, fy_nl, he, hr, hu, id, it, ja, kab, lo, mg, ml, mr, ms, nb_no, nl, pl, pt_pt, ru, sk, sq, sr, sv_se, sw, ta, th, ur, vi

source: Device
bg: Устройство
bn_in: ডিভাইস
cs: Zařízení
da: Enhed
el: Συσκευή
es_mx: Dispositivo
fy_nl: Apparaat
he: מכשיר
hr: Uređaj
hu: Eszköz
id: Perangkat
it: Dispositivo
ja: 端末
kab: Ibenk
lo: ອຸປະກອນ
mg: Fitaovana
ml: ഉപകരണം
mr: उपकरण
ms: Peranti
nb_no: Enhet
nl: Apparaat
pl: Urządzenie
pt_pt: Dispositivo
sk: Zariadenie
sr: Уређај
sv_se: Enhet
ta: கருவி
th: อุปกรณ์
ur: آلہ
vi: Thiết bị

source: Operator
bg: Оператор
bn_in: অপারেটর
cs: Operátor
el: Πάροχος
es_mx: Operador
he: מפעיל
hr: Operater
hu: Szolgáltató
it: Operatore
ja: 通信事業者
kab: Imhalen
lo: ຜູ້ໃຫ້ບໍລິການ
mg: Mpandraharaha
ml: ഓപ്പറേറ്റര്‍
ms: Pengendali
nb_no: Operatør
pt_pt: Operador
sk: Operátor
sr: Оператер
sv_se: Operatör
ta: இயக்குபவர்
th: ผู้ให้บริการ
ur: آپریٹر
vi: Hệ điều hành

source: Answer questions
bg: Отговаряне на въпроси
bn_in: প্রশ্নের উত্তর দিন
cs: Odpovídat na otázky
da: Besvar spørgsmål
el: Απάντηση ερωτήσεων
es_mx: Responder preguntas
fy_nl: Fragen beäntwurdzje
he: מענה על שאלות
hr: Odgovori na pitanja
hu: Kérdések megválaszolása
id: Jawab pertanyaan
it: Rispondi alle richieste
ja: 答えた質問
kab: Err-d ɣef isteqsiyen
lo: ຕອບຄໍາຖາມ
mg: Hamaly fanontaniana
ml: ചോദ്യങ്ങൾക്ക് ഉത്തരം നൽകുക
mr: प्रश्नांची उत्तरे द्या
ms: Jawab soalan
nb_no: Svar på spørsmål
nl: Vragen beantwoorden
pl: Odpowiadanie na pytania
pt_pt: Responder a questões
sk: Odpovedať na otázky
sr: Одговори на питање
sv_se: Besvara frågor
sw: Jibu maswali
ta: கேள்விகளுக்கு பதிலளிக்கவும்
th: ตอบคำถาม
ur: سوالات کے جواب دیں
vi: Trả lời câu hỏi

source: Sign in to answer questions from the Mozilla community.
ar: سجل دخولك للإجابة على اسئلة مجتمع موزيلا.
bg: Влезте, за да отговорите на въпроси от общността на Mozilla.
bn_in: Mozilla কমিউনিটির পক্ষ থেকে প্রশ্নর উত্তর দিতে সাইন ইন করুন।
cs: Pro odpovídání na otázky komunity Mozilly se prosím přihlaste.
da: Log ind for at besvare spørgsmål fra Mozilla-fællesskabet.
el: Συνδεθείτε για να απαντήσετε ερωτήσεις από την κοινότητα Mozilla.
es_mx: Inicia sesión para responder preguntas de la comunidad Mozilla.
fy_nl: Meld jo oan om fragen fan de Mozilla-mienskip te beäntwurdzjen.
he: יש להיכנס כדי לענות על שאלות מקהילת Mozilla.
hr: Prijavi se, ako želiš odgovarati na pitanja od Mozilline zajednice.
hu: Jelentkezzen be a Mozilla közösségtől érkező kérdések megválaszolásához.
it: Accedi per rispondere alle domande della comunità Mozilla.
ja: ログインして Mozilla コミュニティからの質問に応えましょう。
kab: Jerred akken ad d-terreḍ i yisteqsiyen n tmezdagnut Mozilla.
lo: ລົງຊື່ເຂົ້າໃຊ້ເພື່ອຕອບຄຳຖາມຈາກຊຸມຊົນ Mozilla.
mg: Midira raha hamaly fanontaniana avy @ vondrona Mozilla.
mr: Mozilla समुदाय कडून प्रश्नांची उत्तरे देण्यासाठी साइन इन करा.
ms: Daftar masuk untuk menjawab soalan daripada komuniti Mozilla.
nb_no: Logg inn for å svare på spørsmål fra Mozilla-samfunnet.
nl: Meld u aan om vragen van de Mozilla-gemeenschap te beantwoorden.
pl: Zaloguj się, aby odpowiedzieć na pytania społeczności Mozilli.
pt_pt: Inicie sessão para responder a questões da comunidade Mozilla.
ru: Войдите, чтобы ответить на вопросы от сообщества Mozilla.
sk: Pre odpovedanie na otázky komunity Mozilla sa prosím prihláste.
sq: Bëni hyrjen që t’iu jepni përgjigje pyetjeve nga bashkësia Mozilla.
sr: Пријавите се да одговорите на питања од Mozilla зајединице.
sv_se: Logga in för att svara på frågor från Mozilla's gemenskap.
sw: Ingia ndani ili kujibu maswali kutoka kwa jumuiya ya Mozilla.
ta: மோசில்லா சமூகத்தில் இருந்து கேள்விகளுக்கு பதிலளிக்க உள்நுழையவும்.
ur: موزیلا کمیونٹی کے سوالات کے جوابات کے لئے سائن ان کریں۔
vi: Đăng nhập để trả lời các câu hỏi từ cộng đồng Mozilla.

source: No active questions
ar: لا توجد اسئلة مفتوحة
bg: Няма активни въпроси
bn_in: কোনো সক্রিয় প্রশ্ন নেই
cs: Žádné aktivní otázky
da: Ingen aktive spørgsmål
el: Καμία ενεργή ερώτηση
es_mx: No hay preguntas activas
fy_nl: Gjin aktive fragen
he: אין שאלות פעילות
hr: Nema aktivnih pitanja
hu: Nincsenek aktív kérdések
id: TIdak ada pertanyaan aktif
it: Nessuna richiesta attiva
ja: アクティブな質問なし
mg: Tsisy fanontaniana miandry mpamaly
ml: കുടുതൽ സജീവമായ ചോദ്യങ്ങൾ
mr: कोणतेही सक्रिय प्रश्न नाही
ms: Tiada soalan aktif
nb_no: Ingen aktive spørsmål
nl: Geen actieve vragen
pl: Nie ma aktywnych pytań
pt_pt: Sem questões ativas
ru: Нет активных вопросов
sk: Žiadne aktívne otázky
sq: S’ka pyetje aktive
sr: Нема активних питања
sv_se: Inga aktiva frågor
sw: Hakuna maswali wazi
ta: செயல்பாட்டிலுள்ள கேள்விகள் இல்லை
ur: کوئی فعال سوالات نہیں ہیں
vi: Không có câu hỏi nào

source: Go to the New tab to answer some questions. We'll keep track of them here.
ar: انتقل إلى لسان جديد للرد على بعض الأسئلة. سوف نتتبعهم هنا.
bn_in: নতুন ট্যাবে জান কিছু প্রশ্নের উত্তর দিতে। আমরা এখান থেকে সেগুলি নিরীক্ষণ করবো।
cs: Pro odpovězení otázek přejděte do nového panelu. Budeme je tam hlídat.
da: Gå til det nye faneblad for at besvare nogle spørgsmål. Vi holder styr på dem her.
el: Μεταβείτε στη Νέα καρτέλα για να απαντήσετε μερικές ερωτήσεις. Θα τις παρακολουθούμε εδώ.
es_mx: Ve a la nueva pestaña para responder algunas preguntas. Le daremos seguimiento a cada una de ellas.
fy_nl: Gean nei it Nije ljepblêd om inkelde fragen te beäntwurdzjen. Wy hâlde se hjir by.
hr: Idi na novu karticu i odgovori na neka pitanja. Mi ćemo ih ovdje zabilježiti.
hu: Lépjen az Új lapra néhány kérdés megválaszolásához. Ezeket itt tartjuk nyilván.
it: Apri una nuova scheda per rispondere ad alcune domande. Qui verrà tenuta traccia.
ja: 新着タブへ移動して質問に答えましょう。ここで新しい質問を見つけられます。
mg: Mankanesa ao amin'ny Vakizoro Vaovao raha hamaly fanontaniana vitsivitsy. Harahinay akaiky eto izy ireo.
ml: ചില ചോദ്യങ്ങള്‍ക്ക് ഉത്തരം നല്‍കുവാന്‍ഉണ്ടെങ്കില്‍ ദയവായി പുതിയ ടാബ്ലേക്ക് തിരിച്ചു പോക്കു. ഞങ്ങള്‍ അവ എവിടെ ആണ് അന്ന് നോക്കികൊണ്ട്‌ ഇരിക്കും.
ms: Pergi ke tab Baru untuk menjawab beberapa soalan. Kami akan menjejaknya di sini.
nb_no: Gå til den nye fanen for å svare på noen spørsmål. Vi holder øye med dem her.
nl: Ga naar het Nieuwe tabblad om enkele vragen te beantwoorden. We houden ze hier bij.
pl: Przejdź do nowej karty, aby odpowiedzieć na kilka pytań. Będziemy śledzić je tutaj.
pt_pt: Aceda ao Novo separador para responder a algumas questões. Iremos acompanhá-las aqui.
ru: Перейдите на новую вкладку, чтобы ответить на некоторые вопросы. Мы будем держать отслеживать их здесь.
sk: Pre zodpovedanie otázok prejdite na novú kartu prehliadača. Budeme ich tam strážiť.
sq: Kaloni te skeda e Re që t’i përgjigjeni ndonjë pyetjeje. Do t’i ndjekim nga këtu.
sr: Идите на нови језичак да одговорите на нека питања. Пратићемо их овде.
sv_se: Gå till ny flik för att svara på några frågor. Vi kommer att följa dem här.
sw: Nenda kwenye tabo ili kujibu baadhi ya maswali. Tutaweza kuweka wimbo wao hapa.
ta: சில கேள்விகளுக்கு பதில் அளிக்க புதிய தாவலுக்கு செல்லவும்.நாங்கள் அவைகளை இங்கு கண்காணிக்கின்றோம்.
vi: Chuyển đến New tab để trả lời một số câu hỏi. Chúng tôi sẽ theo dõi họ ở đây.

source: {user} left a comment on your question
ar: {user} ترك تعليق على سؤالك
bg: {user} остави коментар на ваш въпрос
bn_in: {user} আপনার প্রশ্নে কমেন্ট করেছেন
cs: Uživatel {user} okomentoval vaši otázku
da: {user} skrev en kommentar til dit spørgsmål
el: Ο χρήστης {user} άφησε ένα σχόλιο στην ερώτησή σας
es_mx: {user} dejó un comentario en tu pregunta
fy_nl: {user} hat in reaksje op jo fraach pleatst
he: המשתמש {user} השאיר תגובה לשאלה שלך
hr: {user} je komentario/la tvoje pitanje
hu: {user} hozzászólt a kérdéséhez
id: {user} meninggalkan komentar pada pertanyaan Anda
it: {user} ha lasciato un commento alla tua domanda
ja: あなたの質問に {user} 名がコメントしました
kab: {user} yejja-d awennit ɣef ustesi-inek/inem
mg: Namela hevitra momba ny fanontanianao i {user}
ml: {user} താങ്ങള്‍ ചോദിച്ച ചോദ്യത്തിനു കമന്‍റ്റ് കൊടുക്കുവാന്‍ ആഗ്രഹിക്കുന്നുവോ
ms: {user} meninggalkan komen kepada soalan anda
nb_no: {user} kommenterte på ditt spørsmål
nl: {user} heeft een reactie op uw vraag geplaatst
pl: {user} skomentował twoje pytanie
pt_pt: {user} deixou um comentário na sua questão
ru: {user} прокомментировал ваш вопрос
sk: {user} okomentoval(a) vašu otázku
sq: {user} la një koment lidhur me pyetjen tuaj
sr: {user} је оставио коментар на вашем питању
sv_se: {user} lämnade en kommentar på din fråga
sw: {user} aliacha maoni kwenye swali lako
vi: {user} đã bình luận trên câu hỏi của bạn

source: {user} chose your answer as a solution
ar: {user} إختار اجابتك كحل
bg: {user} избра отговора ви като решение
bn_in: {user} আপনার উত্তরকে সমাধান হিসেবে স্বীকৃতি দিয়াছেন
cs: Uživatel {user} zvolil vaši odpověď jako řešení
da: {user} valgte dit svar som løsning
el: Ο χρήστης {user} επέλεξε την απάντησή σας ως λύση
es_mx: {user} eligió tu respuesta como una solución
fy_nl: {user} hat jo antwurd as oplossing keazen
he: המשתמש {user} בחר את התשובה שלך כפתרון
hr: {user} je izabrao tvoj odgovor kao rješenje
hu: {user} megoldásként választotta ki a válaszát
id: {user} memilih jawaban Anda sebagai solusi
it: {user} ha scelto la tua risposta come soluzione
ja: あなたの回答を {user} 名が解決策として選びました
mg: Nifidy ny valiny nomenao ho vahaolana i {user}
ml: {user} ഒരു പരിഹാരമായി നിങ്ങളുടെ ഉത്തരം തിരഞ്ഞെടുക്കാൻ ആഗ്രഹിക്കുനുണ്ടോ
ms: {user} pilih jawapan anda sebagai penyelesaian
nb_no: {user} valgte ditt svar som en løsning
nl: {user} heeft uw antwoord als oplossing gekozen
pl: {user} wybrał twoją odpowiedź jako rozwiązanie
pt_pt: {user} escolheu a sua resposta como uma solução
ru: {user} выбрал ваш ответ в качестве решения
sk: {user} vybral(a) vašu odpoveď ako riešenie
sq: {user} zgjodhi përgjigjen tuaj si zgjidhje
sr: {user} је одабрао ваш одговор као решење
sv_se: {user} valde ditt svar som en lösning
sw: {user} alichagua jibu lako kama suluhisho
ta: {user} உங்கள் பதிலை ஒரு தீர்வாக தேர்வு செய்தார்
vi: Câu trả lời của bạn đã được {user} chọn làm cách giải quyết vấn đề

source: User not found.
ar: المستخدم ليس موجود.
bg: Потребителят не е намерен.
bn_in: ব্যবহারকারীকে খুঁজে পাওয়া যায়নি।
cs: Uživatel nebyl nalezen.
da: Bruger ikke fundet
el: Ο χρήστης δεν βρέθηκε.
es_mx: Usuario no encontrado.
fy_nl: Brûker net fûn.
he: משתמש לא נמצא.
hr: Korisnik nije pronađen.
hu: A felhasználó nem található.
id: Pengguna tidak ditemukan.
it: Utente non trovato
ja: ユーザが見つかりませんでした。
kab: Ulac aseqdac.
lo: ບໍ່ພົບຜູ້ໃຊ້.
mg: Mpampiasa tsy hita.
ml: ഉപയോക്താവിനെ കണ്ടെത്തിയില്ല.
mr: वापरकर्ता आढळला नाही.
ms: Pengguna tidak dijumpai.
nb_no: Bruker ikke funnet.
nl: Gebruiker niet gevonden.
pl: Nie znaleziono użytkownika.
pt_pt: Utilizador não encontrado.
ru: Пользователь не найден.
sk: Používateľ nebol nájdený.
sq: Nuk u gjet përdorues.
sr: Корисник није пронађен.
sv_se: Användare hittades inte.
sw: Mtumiaji hapatikani.
ta: பயனர் காணப்படவில்லை.
th: ไม่พบผู้ใช้
ur: صارف نہیں ملا۔
vi: Không tìm thấy người dùng.

source: Choose a category
ar: اختر فئة
bg: Изберете категория
bn_in: একটা শ্রেণী নির্বাচন করুন
cs: Zvolte kategorii
da: Vælg en kategori
el: Επιλέξτε κατηγορία
es_mx: Elige una categoría
fy_nl: Kies in kategory
he: בחירת קטגוריה
hr: Odaberi kategoriju
hu: Válasszon egy kategóriát
id: Pilih kategori
it: Scegli categoria
ja: カテゴリを選んでください
kab: Fren taggayt
lo: ເລືອກຫມວດຫມູ່
mg: Mifidiana sokajy
ml: ഒരു വിഭാഗം തിരഞ്ഞെടുക്കുക
mr: एक श्रेणी निवडा
ms: Pilih kategori
nb_no: Velg en kategori
nl: Kies een categorie
pl: Wybierz kategorię
pt_pt: Escolha uma categoria
ru: Выбрать категорию
sk: Vyberte kategóriu
sq: Zgjidhni një kategori
sr: Изаберите категорију
sv_se: Välj en kategori
sw: Chagua jamii
ta: ஒரு பிரிவை தேர்வு செய்யுங்கள்
th: เลือกหมวดหมู่
ur: ایک قسم کا انتخاب کریں
vi: Chọn một phân mục

source: Email/Calendar
ar: البريد الإلكتروني/التقويم
bg: Поща / Календар
bn_in: ইমেইল/Calendar
cs: E-mail/Kalendář
da: Mail/Kalender
el: Ηλ. Ταχυδρομείο/Ημερολόγιο
es_mx: Correo electrónico /Calendar
fy_nl: E-mail/Aginda
he: דוא״ל/יומן
hr: E-pošta/Kalendar
hu: E-mail/naptár
id: Email/Kalender
it: Email/Agenda
ja: メール/カレンダー
kab: Imayl/Awitay
mg: Mailaka/Calendar
ml: ഇമെയിൽ/Calendar
mr: ईमेल/Calendar
ms: E-mel/Kalendar
nb_no: E-post/kalender
nl: E-mail/Agenda
pl: E-mail/Kalendarz
pt_pt: E-mail/Calendário
ru: Эл. почта/Календарь
sk: E-mail/Kalendár
sq: Email/Kalendar
sr: Е-пошта/Календар
sv_se: E-post/Kalender
sw: Barua pepe / kalenda
ta: மின்னஞ்சல்/நாள்காட்டி
th: อีเมล/ปฏิทิน
ur: ای میل / کیلنڈر

source: Clock/Alarm
ar: الساعة/المنبه
bg: Часовник / Аларма
bn_in: ঘড়ি/Alarm
cs: Hodiny/Budík
da: Ur/Alarm
el: Ρολόι/Ξυπνητήρι
es_mx: Reloj /Alarm
fy_nl: Klok/Alarm
he: שעון/שעון מעורר
hr: Sat/Alarm
hu: Óra/riasztás
id: Jam/Alarm
it: Orologio/Sveglia
ja: 時計/アラーム
kab: Tamrilt/Alarm
lo: ໂມງ /Alarm
mg: Maontira/Alarm
ml: ഘടികാരം/Alarm
mr: घड्याळ/Alarm
ms: Jam/Penggera
nb_no: Klokke/Alarm
nl: Klok/Alarm
pl: Zegar/Alarm
pt_pt: Relógio/Alarme
ru: Часы/Будильник
sk: Hodiny/Budík
sq: Orë/Alarm
sr: Сат/Будилник
sv_se: Klocka/Alarm
sw: Saa / kengele
ta: கடிகாரம்/ஒலிப்பான்
th: นาฬิกา/การปลุก
ur: گھڑی / الارم

source: Camera/Gallery/Video
ar: الكاميرا/المعرض/الفيديو
bg: Камера / Галерия / Видео
bn_in: ক্যামেরা/Gallery/Video
cs: Fotoaparát/Galerie/Video
da: Kamera/Galleri/Video
el: Κάμερα/Πολυμέσα/Βίντεο
es_mx: Camara/Gallery/Video
fy_nl: Kamera/Galerij/Fideo
he: מצלמה/גלריה/וידאו
hr: Kamera/Galerija/Video
hu: Kamera/Galéria/Videó
id: Kamera/Galeri/Video
it: Foto/Galleria/Video
ja: カメラ/ギャラリー/動画
kab: Takamirat/Gallery/Video
lo: ກ້ອງ /Gallery/Video
mg: Fakantsary/Gallery/Video
ml: ക്യാമറ/Gallery/Video
mr: कॅमेरा/Gallery/Video
ms: Kamera/Galeri/Video
nb_no: Kamera/Galleri/Video
nl: Camera/Galerij/Video
pl: Kamera/Galeria/Wideo
pt_pt: Câmara/Fotografia/Vídeo
ru: Камера/Галерея/Видео
sk: Fotoaparát/Galéria/Video
sq: Kamerë/Galeri/Video
sr: Камера/Галерија/Видео
sv_se: Kamera/Galleri/Video
sw: Kamera/Nyumba ya sanaa/Video
ta: ஒளிப்படக்கருவி/Gallery/Video
th: กล้อง/คลัง/วิดีโอ
ur: کیمرہ / گیلری/ ویڈیو

source: Audio/Music/FMRadio
ar: الصوت/الموسيقى/راديو اف ام
bg: Аудио / Музика / FM радио
bn_in: অডিও/Music/FMRadio
cs: Audio/Hudba/FM Rádio
da: Lyd/Musik/FM-radio
el: Ήχος/Μουσική/Ραδιόφωνο FM
fy_nl: Audio/Muzyk/FM-radio
he: שמע/מוזיקה/רדיו FM
hr: Zvuk/Muzika/FMRadio
hu: Hang/Zene/FM rádió
id: Audio/Musik/FMRadio
it: Audio/Musica/Radio MF
ja: 音声/音楽/FM ラジオ
kab: Imesli/Music/FMRadio
lo: ສຽງ /Music/FMRadio
mg: Rakipeo/Music/FMRadio
ml: ഓഡിയോ/Music/FMRadio
ms: Audio/Musik/RadioFM
nb_no: Lyd/Musikk/FM-radio
nl: Audio/Muziek/FM-radio
pl: Audio/Muzyka/RadioFM
pt_pt: Áudio/Música/Rádio FM
ru: Аудио/Музыка/FM-радио
sk: Audio/Hudba/FM Rádio
sq: Audio/Muzikë/FMRadio
sr: Аудио/Музика/FMРадио
sv_se: Ljud/Musik/FMRadio
sw: Audio/Muziki/Radio ya FM
ta: ஒலி/இசை/வானொலி
th: เสียง/เพลง/วิทยุ FM
ur: آڈیو / میوزک / FMRadio

source: Performance
ar: الأداء
bg: Производителност
bn_in: কর্মক্ষমতা
cs: Rychlost
da: Ydelse
el: Επίδοση
es_mx: Rendimiento
fy_nl: Prestaasjes
he: ביצועים
hr: Performansa
hu: Teljesítmény
id: Kinerja
ja: パフォーマンス
kab: Tamellit
mg: Tombom-pahombiazana
ml: പ്രകടനം
mr: कार्यक्षमता
ms: Prestasi
nb_no: Ytelse
nl: Prestaties
pl: Wydajność
pt_pt: Desempenho
ru: Производительность
sk: Rýchlosť
sq: Suksesshmëri
sr: Перформансе
sv_se: Prestanda
sw: Utendaji
ta: செயல்திறன்
th: ประสิทธิภาพ
ur: کارکردگی
vi: Hiệu suất

source: Cellular Data/WiFi/Bluetooth
ar: البيانات الخلوية/الواي فاي/البلوتوث
bg: Мобилни данни / WiFi / Bluetooth
bn_in: সেলুলার ডেটা/WiFi/Bluetooth
cs: Mobilní data/Wi-Fi/Bluetooth
da: Mobildata/Wi-fi/Bluetooth
el: Δεδομένα Κινητής/WiFi/Bluetooth
es_mx: Datos móviles /WiFi/Bluetooth
fy_nl: Mobile gegevens/Wifi/Bluetooth
he: נתונים סלולריים/WiFi/בלוטות׳
hr: Mobilni podaci/WiFi/Bluetooth
hu: Mobil adat/Wi-Fi/Bluetooth
id: Data Seluler/WiFi/Bluetooth
it: Connessione dati cellulare/WiFi/Bluetooth
ja: データ通信/WiFi/Bluetooth
mg: Data Sela/WiFi/Bluetooth
ml: സെല്ലുലാര്‍ടാറ്റ/WiFi/Bluetooth
ms: Data Selular/WiFi/Bluetooth
nb_no: Mobildata/WiFi/Bluetooth
nl: Mobiele gegevens/Wifi/Bluetooth
pl: Dane komórkowe/WiFi/Bluetooth
pt_pt: Dados móveis/Wi-Fi/Bluetooth
ru: Данные сотовой сети/WiFi/Bluetooth
sk: Mobilné dáta/Wi-Fi/Bluetooth
sq: Të dhëna Celulari/WiFi/Bluetooth
sr: Мобилни подаци/WiFi/Bluetooth
sv_se: Mobildata/WiFi/Bluetooth
sw: Data ya simu za mkononi /WiFi/Bluetooth
ta: செல்லுலார் தரவு/WiFi/Bluetooth

source: Dialer/Contacts
ar: طالب الهاتف/جهات الاتصال
bn_in: ডায়ালার/Contacts
cs: Hovory/Kontakty
da: Opkald/Kontakter
el: Κλήσεις/Επαφές
es_mx: Proveedor/Contacts
fy_nl: Kiezer/Kontakten
he: חייגן/אנשי קשר
hr: Birač/Kontakti
hu: Tárcsázó/Névjegyek
id: Dialer/Kontak
it: Chiamata/Contatti
ja: 通話/連絡先
mg: Mpitendry/Contacts
ml: ടയലര്‍/Contacts
nb_no: Oppringer/Kontakter
nl: Kiezer/Contacten
pl: Dialer/Kontakty
pt_pt: Marcador/Contactos
ru: Набор номера/Контакты
sk: Hovory/Kontakty
sq: Thirrje Numrash/Kontakte
sr: Телефон/Контакти
sv_se: Ringa/Kontakter
sw: Dialer/Majina
ta: அழைப்பான்/Contacts
ur: ڈائلر / رابطے

source: Browser/Download
ar: المتصفح/التحميل
bg: Браузър / Изтегляне
bn_in: ব্রাউজার/Download
cs: Prohlížeč/Stahování
el: Περιηγητής/Λήψεις
es_mx: Navegador /Download
fy_nl: Browser/Downloade
he: דפדפן/הורדה
hr: Preglednik/Preuzimanja
hu: Böngésző/Letöltés
id: Peramban/Unduh
ja: ブラウザ/ダウンロード
kab: Iminig/Download
lo: ບຣາວເຊີ /Download
mg: Mpitety/Download
ml: ബ്രൌസര്‍/Download
ms: Pelayar/Muat turun
nb_no: Nettleser/Nedlastning
nl: Browser/Downloaden
pl: Przeglądarka/Pobieranie
pt_pt: Navegador/Descarga
ru: Браузер/Загрузки
sk: Prehliadač/Preberanie
sq: Shfletues/Shkarkim
sr: Прегледач/Преузимања
sv_se: Webbläsare/Nedladdning
sw: Kisakuzi/Shusha
ta: உலாவி/Download
th: เบราว์เซอร์/ดาวน์โหลด
ur: براؤزر / ڈاؤن لوڈ

source: Storage/SD card
ar: التخزين/بطاقة الذاكرة الرقمية المؤمنة
bg: Съхранение / SD карта
bn_in: সংগ্রহস্থল/এসডি কার্ড
cs: Úložiště/SD karta
da: Lager/SD-kort
el: Χώρος Αποθήκευσης/Κάρτα SD
es_mx: Almacenamiento/Tarjeta SD
fy_nl: Unthâld/SD-kaart
he: אחסון/כרטיס SD
hr: Pohrana/SD kartica
hu: Tároló/SD-kártya
id: Penyimpanan/SD Card
it: Archiviazione/Scheda SD
ja: ストレージ/SD カード
lo: ທີ່ເກັບຂໍ້ມູນ/ກາດ SD
mg: Fitehirizana/Karatra SD
ml: സ്ടോറെജ്/എസ്‌ഡി കാര്‍ഡ്‌
ms: Storan/Kad SD
nb_no: Lagring/SD-kort
nl: Opslag/SD-kaart
pl: Przechowywanie/Karta SD
pt_pt: Armazenamento/cartão SD
ru: Хранилище/SD-карта
sk: Úložisko/SD karta
sq: Depozitim/Kartë SD
sr: Складиште/SD картица
sv_se: Lagring/Minneskort
sw: Uhifadhi /Kadi ya SD
ta: சேமிப்பு/சேமிப்புக்கருவி அட்டை
th: ที่เก็บข้อมูล/การ์ด SD
ur: اسٹوریج /ایسڈی کارڈ

source: Maps/GPS
ar: الخرائط/نظام تحديد المواقع
bg: Карти / GPS
bn_in: মাপ/GPS
cs: Mapy/GPS
da: Kort/GPS
el: Χάρτες/GPS
es_mx: Mapas /GPS
fy_nl: Kaarten/Gps
he: מפות/GPS
hr: Karte/GPS
hu: Térképek/GPS
id: Peta/GPS
it: Mappe/GPS
ja: 地図/GPS
kab: Tikarḍiwin/GPS
lo: ແຜນທີ່ /GPS
mg: Sarintany/GPS
ml: മാപ്സ് /GPS
ms: Peta/GPS
nb_no: Kart/GPS
nl: Kaarten/Gps
pl: Mapy/GPS
pt_pt: Mapas/GPS
ru: Карты/GPS
sk: Mapy/GPS
sq: Harta/GPS
sr: Мапе/GPS
sv_se: Kartor/GPS
sw: Ramani/GPS
ta: வரைபடங்கள்/GPS
th: แผนที่/GPS
ur: نقشہ جات / جی پی ایس
vi: Bản đồ/GPS

source: Keyboard
ar: لوحة المفاتيح
bg: Клавиатура
bn_in: কীবোর্ড
cs: Klávesnice
da: Tastatur
el: Πληκτρολόγιο
es_mx: Teclado
fy_nl: Toetseboerd
he: מקלדת
hr: Tipkovnica
hu: Billentyűzet
id: Papan tik
it: Tastiera
ja: キーボード
kab: Anasiw
mg: Marobokotra
ml: കീബോര്‍ഡ്
ms: Papan kekunci
nb_no: Tastatur
nl: Toetsenbord
pl: Klawiatura
pt_pt: Teclado
ru: Клавиатура
sk: Klávesnica
sq: Tastierë
sr: Тастатура
sv_se: Tangentbord
sw: Kinanda
ta: விசைப்பலகை
th: แป้นพิมพ์
ur: کلیدی تختی
vi: Bàn phím

source: System Updates
ar: تحديثات النظام
bg: Системни актуализации
bn_in: সিস্টেম আপডেট
cs: Aktualizace systému
da: Systemopdateringer
el: Ενημερώσεις Συστήματος
es_mx: Actualizaciones del sistema
fy_nl: Systeemfernijingen
he: עדכוני מערכת
hr: Ažuriranja sustava
hu: Rendszerfrissítések
id: Pembaruan Sistem
it: Aggiornamenti di sistema
ja: システムの更新
kab: Aleqqem n unagraw
lo: ອັບເດດລະບົບ
mg: Fanavaozana Rafitra
ml: സിസ്റ്റം അപ്ഡേറ്റ്കള്‍
nb_no: Systemoppdateringer
nl: Systeemupdates
pl: Aktualizacje systemu
pt_pt: Atualizações de sistema
ru: Обновления системы
sk: Aktualizácie systému
sq: Përditësime Sistemi
sr: Надоградње
sv_se: Systemuppdateringar
sw: Mabadiliko ya mfumo
ta: கணினி மேம்படுத்தல்கள்
ur: سسٹم اپ ڈیٹس
vi: Bản cập nhật hệ thống

source: Marketplace/Apps Install
ar: المتجر/تثبيت التطبيقات
bn_in: মারকেটপ্লেস/Apps ইন্সটল
cs: Marketplace/Instalace aplikací
da: Marketplace/Apps-installeringer
el: Marketplace/Εγκατάσταση Εφαρμογών
es_mx: Marketplace/Instalación de Aplicaciones
fy_nl: Marketplace/App-ynstallaasje
he: Marketplace/התקנת יישומונים
hr: Marketplace/Instalacija aplikacija
hu: Marketplace/App telepítés
id: Marketplace/Pemasangan Aplikasi
it: Marketplace/Installazione App
ja: Marketplace/アプリのインストール
lo: ຮ້ານຄ້າ /Apps ການຕິດຕັ້ງ
mg: Fametrahana Tsena/Apps
ml: മാര്‍ക്കറ്റ്‌പ്ലയ്സ്/Apps Install
nb_no: Marketplace/Installering av apper
nl: Marketplace/App-installatie
pl: Marketplace/Instalacja aplikacji
pt_pt: Marketplace/Instalação de aplicações
ru: Marketplace/Установка приложений
sk: Marketplace/Inštalácia aplikácií
sq: Marketplace/Instalim Aplikacionesh
sr: Marketplace/Инсталација апликација
sv_se: Marketplace/Installera appar
sw: Soko /Kusakinisha Apps
ta: சந்தை/பயன்பாடுகள்/ நிறுவு

source: Other
ar: غيره
bg: Други
bn_in: অন্যান্য
cs: Jiné
da: Andet
el: Άλλο
es_mx: Otro
fy_nl: Oars wat
he: אחר
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
kab: Wiyaḍ
lo: ອື່ນໆ
mg: Hafa
ml: മറ്റുള്ള
ms: Lain-lain
nb_no: Andre
nl: Overig
pl: Inne
pt_pt: Outro
ru: Другое
sk: Iné
sq: Tjetër
sr: Остало
sv_se: Annat
sw: Nyingine
ta: மற்றவை
th: อื่น ๆ
ur: دیگر
vi: Khác

source: This field is required.
bg: Това поле е задължително.
bn_in: এই ক্ষেত্রটি প্রয়োজন।
cs: Toto pole je vyžadováno.
da: Dette felt skal udfyldes.
el: Αυτό το πεδίο απαιτείται.
es_mx: Se requiere este campo.
fy_nl: Dit fjild is ferplicht.
he: שדה זה נדרש.
hr: Ovo je polje obavezno.
hu: Ez a mező kötelező.
id: Bidang ini wajib diisi.
it: Questo campo non può essere lasciato vuoto.
ja: この項目は入力必須です。
kab: Urti agi yettwasra.
mg: Takiana ity saha ity.
ml: ഈ ഭാഗം പൂരിപികാതെ പോകരുത്.
nb_no: Feltet er obligatorisk.
nl: Dit veld is verplicht.
pt_pt: Este campo é necessário.
sk: Toto pole je požadované.
sr: Ово поље је потребно.
sv_se: Fältet är obligatoriskt.
ta: இந்த களம் தேவையானது.
ur: یہ قطعہ درکار ہے۔
vi: Đây là thông tin bắt buộc phải nhập.

source: Unable to log in with provided credentials.
bg: Не може да влезете с предоставените идентификационни данни.
el: Αδυναμία σύνδεσης με τα παρεχόμενα διαπιστευτήρια.
es_mx: Imposible conectarse con esas credenciales.
fy_nl: Kin net oanmelde mei opjûne referinsjes.
he: לא ניתן להיכנס עם פרטי הכניסה שסופקו.
hr: Prijava s unesenim podacima nije moguća.
id: TIdak dapat masuk dengan kredensial yang disediakan.
mg: Tsy nahatafiditra ny fampiasana ireo famantaram-pampiasa nomena.
ml: നല്കിയ തെളിവ്‌ വെച്ചുകൊണ്ട് പ്രവേശിക്കാൻ കഴിയുന്നില്ല.
nb_no: Kan ikke logge inn med angitt informasjon.
pt_pt: Não foi possível iniciar sessão com as credenciais fornecidas.
sk: Zo zadanými údajmi sa nemožno prihlásiť.
sv_se: Det går inte att logga in med angivna inloggningsuppgifter.
ta: வழங்கப்பட்ட சான்றுகளைக்கொண்டு உள்நுழைய முடியவில்லை.
ur: فراہم کردہ اسناد کے ساتھ لاگ ان کرنے سے قاصر۔
vi: Không thể đăng nhập với các thông tin xác thực được cung cấp.
