Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/djangojs.po
Languages: ta

source: Week
ta: வாரம்

source: Average Satisfaction
ta: சராசரி திருப்தி

source: Questions
ta: வினாக்கள்

source: Solved
ta: தீர்க்கப்பட்டது

source: % Solved
ta: % S தீர்க்கப்பட்டது

source: Responded in 24 hours
ta: 24 மணிநேரத்தில் பதிலளிக்கப்பட்டது

source: % Responded in 24 hours
ta: % 24 மணி நேரத்திற்குள் பதிலளித்தது

source: Responded in 72 hours
ta: 72 மணி நேரத்திற்குள் பதிலளிக்கப்பட்டது

source: % Responded in 72 hours
ta: % 72 மணி நேரத்திற்குள் பதிலளிக்கப்பட்டது

source: Not responded in 24 hours
ta: 24 மணி நேரத்திற்குள் பதிலளிக்கப்படவில்லை

source: Not responded in 72 hours
ta: 72 மணி நேரத்திற்குள் பதிலளிக்கப்படவில்லை

source: Article Votes: % Helpful
ta: கட்டுரையின் ஓட்டுகள்: % பயனுள்ளது

source: Answer Votes: % Helpful
ta: பதிலளித்த ஓட்டுகள்: % பயனுள்ளது

source: non en-US KB
ta: en-US KB அற்ற

source: Support Forum
ta: ஆதரவு மன்றம்

source: Army of Awesome
ta: அற்புதப் படை

source: Click Through Rate %
ta: விகிதம்% மூலமாக அழுத்தவும்

source: Visitors
ta: பார்வையாளர்கள்

source: L10n Coverage
ta: L10n பரவல்

source: Percent Yes
ta: சதவீதம் ஆம்

source: Yes
ta: ஆம்

source: No
ta: இல்லை

source: I don't know
ta: எனக்கு தெரியவில்லை

source: Error loading graph
ta: படத்தை ஏற்றுவதில் பிழை

source: An error occured.
ta: ஒரு பிழை ஏற்பட்டது.

source: There was an error generating the preview.
ta: முன்னோட்டத்தை உருவாக்குவதில் பிழை.

source: There was an error submitting your vote.
ta: உங்களது வாக்கைச் சமர்பிப்பதில் பிழை.

source: You replied
ta: நீங்கள் பதிலளித்தீர்கள்

source: You and 1 other replied
ta: நீங்களும் 1 நபரும் பதிலளித்தீர்கள்

source: Account banned successfully!
ta: வெற்றிகரமாக கணக்கு தடை செய்யப்பட்டது!

source: Username not provided.
ta: பயனர்பெயர் வழங்கப்படவில்லை.

source: This account is already banned!
ta: இக்கணக்கானது ஏற்கனவே தடை செய்யப்பட்டுவிட்டது!

source: Account is now being ignored!
ta: கணக்கு இப்போது தவிர்க்கப்பட்டுள்ளது!

source: This account is already being ignored!
ta: இக்கணக்கு ஏற்கனவே தவிர்க்கப்பட்டுள்ளது!

source: 1 user unbanned successfully!
ta: 1 பயனர் வெற்றிகரமாக தடைநீக்கம் செய்யப்பட்டார்!

source: 1 user removed from list!
ta: 1பயனர் பட்டியலில் இருந்து நீக்கப்பட்டார்!

source: No users selected!
ta: எந்த பயனரும் தேர்ந்தெடுக்கப்படவில்லை!

source: %(num)s <small>of %(total)s</small>
ta: %(total)s</small>இல்%(num)s<small>

source: No differences found
ta: எந்த வேறுபாடுகளும் காணப்படவில்லை

source: Cancel
ta: ரத்து

source: said
ta: கூறப்பட்டது

source: You are not watching this thread
ta: நீங்கள் இந்த திரியைக் கவனிக்கவில்லை

source: You are watching this thread
ta: நீங்கள் இந்த திரியைக் கவனிக்கிறீர்கள்

source: Image Attachment
ta: பட இணைப்பு

source: Could not upload file. Please try again later.
ta: இக்கோப்பை பதிவேற்றம் செய்ய இயலவில்லை. சிறிது நேரம் கழித்து முயற்சிக்கவும்.

source: Invalid image. Please select a valid image file.
ta: சரியில்லாத படம். சரியான பட கோப்பினைத் தேர்வு செய்யவும்.

source: Image too large. Please select a smaller image file.
ta: மிகப் பெரிய படம். தயவுசெய்து ஒரு சிறிய படக் கோப்பை தேர்ந்தெடுக்கவும்.

source: Upload cancelled. Please select an image file.
ta: பதிவேற்றம் ரத்துச் செய்யப்பட்டது. படக் கோப்பை தேர்ந்தெடுக்கவும்.

source: File deleted. Please select an image file.
ta: கோப்பு அழிக்கப்படது. தயவு செய்து ஒரு பட கோப்பை தேர்வு செய்யவும்.

source: Delete this image
ta: இந்த படத்தை அழிக்கவும்

source: Uploading "%s"...
ta: பதிவேறுகின்றது"%s"...

source: Loading...
ta: ஏற்றுகிறது...

source: No votes data
ta: வாக்குகள் தரவு இல்லை

source: Votes
ta: வாக்குகள்

source: Percent
ta: சதவீதம்

source: Bold
ta: தடித்த

source: bold text
ta: தடித்த உரை

source: Italic
ta: சாய்ந்த

source: italic text
ta: சாய்ந்த உரை

source: Numbered List
ta: எண்ணிடப்பட்ட பட்டியல்

source: Numbered list item
ta: எண்ணிடப்பட்ட பட்டியல் உருப்படி

source: Bulleted List
ta: பொட்டுக்குறிப் பட்டியல்

source: Bulleted list item
ta: பொட்டுக்குறியிட்ட பட்டியல் உருப்படி

source: Heading 1
ta: தலைப்பு 1

source: Heading 2
ta: தலைப்பு 2

source: Heading 3
ta: தலைப்பு 3

source: Insert a link...
ta: இணைப்பை நுழைக்கவும்...

source: link text
ta: இணைப்பு உரை

source: Link text:
ta: இணைப்பு உரை:

source: Link target:
ta: இணைப்பு இலக்கு:

source: Support article:
ta: உதவி கட்டுரை:

source: Enter the name of the article
ta: கட்டுரை பெயரை உள்ளிடவும்

source: External link:
ta: வெளி இணைப்பு:

source: Enter the URL of the external link
ta: வெளி இணைப்பின் URL இணைப்பைத் தரவும்

source: No sections found
ta: எந்த பிரிவும் இல்லை

source: Insert Link
ta: இணைப்பைச் செருகு

source: Knowledge Base Article
ta: அறிவு தளம் கட்டுரை

source: Insert media...
ta: ஊடககோப்பை நுழைக்கவும்...

source: media
ta: ஊடகம்

source: Search Gallery
ta: காட்சியகத்தில் தேடு

source: Show:
ta: காட்டு:

source: Images
ta: படங்கள்

source: Videos
ta: காணொளிகள்

source: Show media for:
ta: இதற்கு கோப்பை காட்டு:

source: Insert Media
ta: கோப்பை இணைக்கவும்

source: Upload Media
ta: கோப்பு பதிவேற்றம்

source: Please select an image or video to insert.
ta: தயவு செய்து ஒரு படம் அல்லது காணொளியை இணைப்பதற்காக தேர்வு செய்யவும்.

source: Oops, there was an error.
ta: அச்சச்சோ, பிழை உள்ளது.

source: Common responses
ta: பொதுவான பதில்கள்

source: cannedresponses
ta: பதிவு செய்யப்பட்ட பதில்கள்

source: Search for common responses
ta: பொதுவான பதிலை தேடு

source: Categories
ta: வகைகள்

source: Responses
ta: பதில்கள்

source: Please select a category from the previous column or start a search.
ta: தயவு செய்து முந்தைய பத்தியிலிருந்து வகையை தேர்வு செய்யவும் அல்லது புதிதாகத் தேடலைத் தொடங்கவும்.

source: Response editor
ta: பதில் திருத்தி

source: Switch to preview mode
ta: முன்னோட்ட முறைக்கு மாற்றம் செய்யவும்

source: Insert Response
ta: பதிலை நுழைக்க

source: Matching responses
ta: பொருந்தும் பதில்கள்

source: There was an error checking for canned responses.
ta: பதிவு செய்யப்பட்ட பதில்களைச் சரி பார்க்கும்போது பிழை ஏற்பட்டுள்ளது.

source: Response preview
ta: பதில் முன்னோட்டம்

source: Switch to edit mode
ta: தொகுப்பு முறைக்கு மாற்றவும்

source: Quote previous message...
ta: முந்தய செய்திகளை மேற்கோளிடு...

source: Reply...
ta: பதிலளி...

source: %s characters remaining
ta: %s வரியுருக்கள் மீதமுள்ளன

source: There was an error.
ta: பிழை உள்ளது.

source: There was an error. Please try again in a moment.
ta: பிழை ஏற்பட்டுள்ளது. தயவுசெய்து பின்னர் முயற்சிக்கவும்.

source: Daily
ta: தினமும்

source: Weekly
ta: வாரந்தோறும்

source: Monthly
ta: மாதந்தோறும்

source: Week beginning %(year)s-%(month)s-%(date)s
ta: வாரத் துவக்கம் %(year)s-%(month)s-%(date)s

source: Month beginning %(year)s-%(month)s-%(date)s
ta: மாதத் துவக்கம் %(year)s-%(month)s-%(date)s

source: 1m
ta: 1 மா

source: 3m
ta: 3 மா

source: 6m
ta: 6 மா

source: All
ta: அனைத்தும்

source: From %(from_input)s to %(to_input)s
ta: %(from_input)s இருந்து %(to_input)s வரை

source: Invalid tag entered: %s
ta: செல்லாத ஒட்டு உள்ளிடப்பட்டது: %s

source: No tags entered.
ta: எந்த ஒட்டும் உள்ளிடப்படவில்லை.

source: No, ignore
ta: இல்லை, புறக்கணிக்கவும்

source: Did you mean %s?
ta: %s என்பதைக் குறிப்பிட்டீர்களா?

source: Error uploading image
ta: படம் பதிவேற்றத்தில் பிழை

source: Error deleting image
ta: படத்தை நீக்குவதில் பிழை

source: Please check you are logged in, and try again.
ta: தயவுசெய்து தங்களது உள்நுழைவுப்பகுதியை சரிபார்த்து, பின்னர் மீண்டும் முயற்சிக்கவும்.

source: Search for a user...
ta: பயனர் ஒருவரைத் தேடவும்...

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
ta: WARNING! இந்த பயனரை செயலிழக்கவைக்க விரும்புகிறீர்களா? இதனை மீள்செய்ய முடியாது!

source: All Articles: % Localized
ta: அனைத்து கட்டுரைகளும்: % மொழிபெயர்க்கப்பட்டன

source: Top 20 Articles: % Localized
ta: முதல் 20 கட்டுரைகளும்: % மொழிபெயர்க்கப்பட்டன

source: Top 100 Articles: % Localized
ta: முதல் 100 கட்டுரைகளும்: % மொழிபெயர்க்கப்பட்டன

source: Active Contributors
ta: செயலிலுள்ள பங்களிப்பாளர்கள்

source: A document with this title already exists in this locale.
ta: இந்த தலைப்பில் ஒரு ஆவணம் ஏற்கனவே இந்த மொழிக்கு உள்ளது.

source: A document with this slug already exists in this locale.
ta: இந்த பலுக்கலுடன் ஏற்கனவே ஒரு ஆவணம் இந்த மொழியில் உள்ளது.

source: Choose revisions to compare
ta: ஒப்பிடுவதற்காக திருத்தங்களை தேர்வு செய்க

source: Toggle syntax highlighting
ta: நெறி முன்னிலைப்படுத்தலை மாற்றவும்

source: Toggle Diff
ta: மாற்று வேறுபாடு

source: <strong>Draft is saving...</strong>
ta: <strong>வரைவு சேமிக்கப்படுகிறது...</strong>

source: <strong>Draft has been saved on:</strong> %s
ta: <strong>வரைவு சேமிக்கப்பட்டது:</strong> %s

source: <strong>Error saving draft</strong>
ta: <strong>வரைவு சேமிப்பதில் பிழை உள்ளது</strong>

source: 1 reply
ta: 1 பதில்

source: No replies
ta: பதில்கள் இல்லை

source: 1 person has this problem
ta: 1 நபருக்கு இந்த பிரச்சனை உள்ளது

source: 1 new this week
ta: இந்த வாரத்தில் 1 புதியது

source: Search results
ta: தேடல் முடிவுகள்

source: No results found.
ta: முடிவுகள் எதுவும் இல்லை.

source: No results found
ta: முடிவுகள் எதுவும் இல்லை

source: Found <strong>%(n)s</strong> result for <strong>%(q)s</strong> for <strong>%(product)s</strong>
ta: <strong>%(product)s</strong> என்பதில் <strong>%(q)s</strong> என்பதற்கு <strong>%(n)s</strong> முடிவு காணப்பட்டது

source: We couldn't find any results for <strong>%(q)s</strong> in <strong>%(l)s</strong>. Maybe one of these articles will be helpful?
ta: <strong>%(l)s</strong> என்பதில் <strong>%(q)s</strong> என்பதற்கு எந்த முடிவுகளையும் காண முடியவில்லை. ஒருவேளை இந்த கட்டுரைகள் உதவியாக இருக்கலாம்?

source: Previous
ta: முந்தைய

source: Next
ta: அடுத்த

source: Show Everything
ta: அனைத்தையும் காட்டு

source: Help Articles Only
ta: உதவி கட்டுரைகள் மட்டும்

source: Community Discussion Only
ta: குழு கலந்துரையாடல் மட்டும்

source: All Products
ta: அனைத்துத் தயாரிப்புகள்
