Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/javascript.po
Languages: eu, gl, he

source: There was an error generating the preview.
eu: Errorea gertatu da aurrebista sortzean.
gl: Produciuse un erro ao xerar a previsualización.
he: התרחשה שגיאה ביצירת התצוגה המקדימה.

source: There was an error submitting your vote.
he: קרתה תקלה במהלך שליחת ההצבעה שלך.

source: 1m
he: 1ח

source: 3m
he: 3ח

source: 6m
he: 6ח

source: YTD
he: מתה"ש

source: 1y
he: 1ש

source: All
he: הכל

source: January
he: ינואר

source: February
he: פברואר

source: March
he: מרץ

source: April
he: אפריל

source: May
he: מאי

source: June
he: יוני

source: July
he: יולי

source: August
he: אוגוסט

source: September
he: ספטמבר

source: October
he: אוקטובר

source: November
he: נובמבר

source: December
he: דצמבר

source: Sunday
he: ראשון

source: Monday
he: שני

source: Tuesday
he: שלישי

source: Wednesday
he: רביעי

source: Thursday
he: חמישי

source: Friday
he: שישי

source: Saturday
he: שבת

source: Loading...
he: טוען...

source: From
he: מאת

source: To
he: אל

source: Zoom
he: זום

source: Reset zoom
he: אפס זום

source: Reset zoom level 1:1
he: אפס זום לרמת 1:1

source: We're open!
eu: Irekita gaude!
gl: Estamos abertos!
he: אנחנו פתוחים!

source: Our volunteers are ready to help.
eu: Gure bolondresak laguntzeko prest daude.
gl: Os nosos voluntarios están listos para axudar.
he: המתנדבים שלנו מוכנים לעזור.

source: Helpers online:
eu: Laguntzaileak online:
gl: Axudantes conectados:
he: עוזרים מחוברים:

source: Users waiting:
eu: Erabiltzaileak zain:
gl: Usuarios agardando:
he: משתמשים ממתינים:

source: Estimated wait:
eu: Aurreikusitako itxarote-denbora:
gl: Espera estimada:
he: המתנה משוערת:

source: Start your Live Chat session.
eu: Hasi zuzeneko txat saioa.
gl: Iniciar a súa sesión de chat en vivo.
he: התחל את השיחה החיה שלך.

source: The queue is full.
eu: Ilara beteta dago.
gl: A cola está chea.
he: התור מלא.

source: Our volunteers are busy helping other users.
eu: Gure bolondresak lanpetuta daude beste erabiltzaileak laguntzen.
gl: Os nosos voluntarios están ocupados axudando a outros usuarios.
he: המתנדבים שלנו עסוקים בעזרה למשתמשים אחרים.

source: We're closed.
eu: Itxita gaude.
gl: Estamos pechados.
he: אנחנו סגורים.

source: Live Chat is currently closed.
eu: Zuzeneko txata une honetan itxita dago.
gl: O chat en vivo agora está pechado.
he: הצ'אט החי סגור כעת.

source: There was an error checking the queue.
eu: Errorea gertatu da ilara egiaztatzean.
gl: Produciuse un erro comprobando a cola.
he: התרחשה שגיאה בבדיקת התור.

source: You can try starting a chat session.
he: אתה יכול לנסות להתחיל שיחה.

source: Less than 2 minutes.
eu: Bi minutu baino gutxiago
gl: Menos de 2 minutos.
he: פחות מ 2 דקות.

source: More than 20 minutes.
eu: 20 minutu baino gehiago.
gl: Máis de 20 minutos.
he: יותר מ 20 דקות.

source: You replied
eu: Zuk erantzun duzu
gl: Respondeu
he: אתה הגבת

source: You and 1 other replied
eu: Zuk eta beste batek erantzun du
gl: Vostede e outro responderon
he: אתה ועוד 1 הגבתם

source: Cancel
eu: Utzi
gl: Cancelar
he: ביטול

source: Could not upload file. Please try again later.
he: כשלון בהעלאת קובץ. נא לנסות שוב מאוחר יותר.

source: Invalid image. Please select a valid image file.
eu: Irudi baliogabea. Hautatu baliozko irudi-fitxategi bat mesedez.
gl: Imaxe incorrecta. Seleccione un ficheiro de imaxe correcto.
he: תמונה לא תקינה. נא לבחור קובץ תמונה תקין.

source: Upload cancelled. Please select an image file.
eu: Igotzea utzi egin da. Hautatu irudi-fitxategia.
gl: Cancelouse a subida. Seleccione un ficheiro de imaxe.
he: ההעלאה בוטלה. אנא בחר קובץ תמונה.

source: File deleted. Please select an image file.
he: הקובץ נמחק. אנא בחר קובץ תמונה.

source: Delete this image
eu: Ezabatu irudi hau
gl: Borrar esta imaxe
he: מחק תמונה זו

source: Invalid video. Please select a valid FLV video.
he: וידאו לא תקין. אנא בחר וידאו FLV תקין.

source: Upload cancelled. Please select an FLV video.
he: ההעלאה בוטלה. אנא בחר וידאו FLV.

source: File deleted. Please select an FLV video.
he: הקובץ נמחק. אנא בחר וידאו FLV.

source: Delete FLV video
he: מחק וידאו FLV

source: Invalid video. Please select a valid OGV video.
he: וידאו לא תקין. אנא בחר וידאו OGV תקין.

source: Upload cancelled. Please select an OGV video.
he: ההעלאה בוטלה. אנא בחר וידאו OGV.

source: File deleted. Please select an OGV video.
he: הקובץ נמחק. אנא בחר וידאו OGV.

source: Delete OGV video
he: מחק וידאו OGV

source: Invalid video. Please select a valid WebM video.
he: וידאו לא תקין. אנא בחר וידאו WebM תקין.

source: Upload cancelled. Please select a WebM video.
he: ההעלאה בוטלה. אנא בחר וידאו WebM.

source: File deleted. Please select a WebM video.
he: הקובץ נמחק. אנא בחר וידאו WebM.

source: Delete WebM video
he: מחק וידאו WebM

source: Uploading "%s"...
eu: "%s" igotzen...
gl: Subindo "%s"...
he: מעלה את "%s"...

source: Helpfulness Votes over 1 Month
he: הצבעות מועילות מעבר לחודש אחד

source: Current Percent of Helpfulness
he: אחוז נוכחי של מועילות

source: Percent Change in Helpfulness
he: שינוי באחוז של מועילות

source: Documents
he: מסמכים

source: %s Votes
he: %s הצבעות

source: Query took:
he: השאילתא לקחה:

source: seconds
he: שניות

source: No votes data
he: אין מידע הצבעות

source: Error loading chart
he: תקלה בטעינת תרשים

source: Helpfulness Votes
he: הצבעות מועילות

source: Bold
eu: Lodia
gl: Negra
he: מודגש

source: bold text
eu: testu lodia
gl: Texto en negra
he: טקסט מודגש

source: Italic
eu: Etzana
gl: Cursiva
he: אלכסוני

source: italic text
eu: testu etzana
gl: texto en cursiva
he: טקסט אלכסוני

source: Numbered List
eu: Zenbakidun zerrenda
gl: Lista numerada
he: רשימה ממוספרת

source: Numbered list item
eu: Zenbakidun zerrendako elementua
gl: Elemento da lista numerada
he: עצם ברשימה ממוספרת

source: Bulleted List
eu: Buletdun zerrenda
gl: Lista con viñetas
he: רשימת תבליטים

source: Bulleted list item
eu: Bulletdun zerrendako elementua
gl: Elemento da lista con viñetas
he: עצם ברשימת תבליטים

source: Heading 1
eu: 1. goiburua
gl: Título 1
he: כותרת 1

source: Heading 2
eu: 2. goiburua
gl: Título 2
he: כותרת 2

source: Heading 3
eu: 3. goiburua
gl: Título 3
he: כותרת 3

source: Show for...
eu: Erakutsi honentzat...
gl: Mostrar para...
he: הצג עבור...

source: Show content only for specific versions of Firefox or operating systems.
eu: Erakutsi edukia Firefoxen edo sistema eragileen bertsio jakinetarako soilik.
gl: Mostrar o contido só para versións específicas do Firefox ou do sistema operativo.
he: הצג תוכן רק עבור גירסאות מסויימות של פיירפוקס או מערכות הפעלה.

source: Add Rule
eu: Gehitu araua
gl: Engadir regra
he: הוסף כלל

source: Insert a link...
eu: Txertatu lotura...
gl: Inserir unha ligazón...
he: הכנס קישור...

source: link text
eu: loturaren testua
gl: texto da ligazón
he: טקסט קישור

source: Link text:
eu: Loturaren testua:
gl: Texto da ligazón:
he: טקסט קישור:

source: Link target:
eu: Loturaren helburua:
gl: Enderezo da ligazón:
he: יעד קישור:

source: Support article:
eu: Euskarri-artikulua:
gl: Artigo de asistencia:
he: מאמר תמיכה:

source: Enter the name of the article
eu: Idatzi artikuluaren izena
gl: Escribe o nome do artigo
he: הכנס את שם המאמר

source: External link:
eu: Kanpo-lotura:
gl: Ligazón externa:
he: קישור חיצוני:

source: Enter the URL of the external link
eu: Idatzi kanpo-loturaren URLa
gl: Escribe o URL da ligazón externa
he: הכנס את ה URL של הקישור החיצוני

source: Insert Link
eu: Txertatu lotura
gl: Inserir ligazón
he: הכנס קישור

source: Knowledge Base Article
eu: Ezagutza-baseko artikulua
gl: Artigo da base de coñecementos
he: מאמר מאגר הידע

source: Insert media...
eu: Txertatu media...
gl: Inserir medio...
he: הכנס מדיה...

source: media
gl: medio
he: מדיה

source: Show:
eu: Erakutsi:
gl: Mostrar:
he: הצג:

source: Images
eu: Irudiak
gl: Imaxes
he: תמונות

source: Videos
eu: Bideoak
gl: Vídeos
he: קטעי וידאו

source: Search Gallery
eu: Bilatu galerian
gl: Buscar na galería
he: חיפוש בגלריה

source: Insert Media
eu: Txertatu media
gl: Inserir medio
he: הכנס מדיה

source: Upload Media
eu: Igo media
gl: Subir medio
he: העלה מדיה

source: Please select an image or video to insert.
eu: Hautatu txertatzeko irudi edo bideoa.
gl: Seleccione unha imaxe ou un vídeo para inserir.
he: אנא בחר תמונה או וידאו להכנסה.

source: Oops, there was an error.
eu: Ene, errorea gertatu da.
gl: Vaia, produciuse un erro.
he: אופס, התרחשה שגיאה.

source: There was an error.
eu: Errorea gertatu da.
gl: Produciuse un erro.
he: התרחשה שגיאה.

source: [missing header]
eu: [goiburua falta da]
gl: [sen cabeceira]
he: [כותרת חסרה]

source: Table of Contents
eu: Aurkibidea
gl: Táboa de contidos
he: תוכן העניינים

source: Error uploading image
eu: Errorea irudia igotzean
gl: Produciuse un erro ao subir a imaxe
he: שגיאה בהעלאת תמונה

source: Error deleting image
eu: Errorea irudia ezabatzean
gl: Produciuse un erro ao borrar a imaxe
he: שגיאה במחיקת תמונה

source: Please check you are logged in, and try again.
eu: Egiaztatu saioa hasi duzula eta saiatu berriro.
gl: Comprobe que estea conectado e tente de novo.
he: אנא ודא שאתה מחובר, ואז נסה שנית.

source: Image Attachment
eu: Irudi-eranskina
gl: Anexo de imaxe
he: צירוף תמונה

source: A document with this title already exists in this locale.
eu: Izenburu hau duen dokumentu bat badago hizkuntza honetan.
gl: Xa existe un documento con este título neste idioma.
he: מסמך עם כותרת זו כבר קיים בשפה זו.

source: A document with this slug already exists in this locale.
eu: Slug hau duen dokumentu bat badago hizkuntza honetan.
gl: Xa existe un documento con este "slug" neste idioma.
he: מסמך עם slug זה כבר קיים בשפה זו.

source: Choose revisions to compare
he: בחר גירסאות להשוואה

source: Toggle Diff
he: החלף מצב השוואה

source: Invalid video. Please select a valid video file (%s).
gl: Vídeo incorrecto. Seleccione un ficheiro de vídeo correcto (%s).

source: Upload cancelled. Please select a video file (%s).
gl: Cancelouse a subida. Seleccione un ficheiro de vídeo (%s).

source: Delete %s file
gl: Borrar o ficheiro %s

source: Report this post
eu: Markatu bidalketa hau
gl: Informar desta mensaxe
