Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ga_ie, gu_in, is, oc

source: User Interface
ga_ie: Comhéadan Úsáideora
is: Notandaviðmót
oc: Interfàcia d'utilizaire

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
is: Fullþýtt notandaviðmót hjálpar notendum á þínu tungumáli að nota vefsvæðið. Hjálpaðu til við að <a href="%(url)s">þýða viðmótið</a>.
oc: Una interfàcia d'utilizaire completament traducha melhora l'experiéncia dels visitaires del site dins vòstra lenga. Ajudatz-nos a <a href="%(url)s">traduire l'interfàcia</a>.

source: Jump to:
oc: Aténher :

# l10n dashboard
source: Subscribe...
oc: S'inscriure...

source: Waiting for review
is: Bíð eftir yfirlestri
oc: En espèra de verificacion

source: Ready for localization
is: Tilbúið fyrir þýðingu
oc: Prèst per la localizacion

source: All Topics
oc: Totes los subjèctes

# DB: products.Topic.title
source: None
oc: Pas cap

source: KB Dashboard
oc: Tablèu de bòrd de la base de coneissenças

source: Locale Metrics
oc: Indicadors de la lenga

source: KB Team
oc: Equipa de la basa de coneissenças

source: Localization Team
oc: Equipa de localizacion

source: Recent Revisions
oc: Darrièrs cambiaments

source: Aggregated Metrics
oc: Estatisticas agregadas

source: Spam or other unrelated content
ga_ie: Dramhphost nó ábhar eile nach mbaineann sé leis
is: Ruslpóstur eða annað ótengt efni
oc: Spam o autre contengut sens rapòrt amb lo subjècte

source: Inappropriate language/dialog
ga_ie: Plé/focail mhí-oiriúnacha
is: Óviðeigandi tungumál/gluggi
oc: Lenga/dialòg inapropriat

source: Misplaced bug report or support request
ga_ie: Tuairisc ar fhabht nó iarratas ar thacaíocht as áit
is: Ekki rétt staðset villutilkynning eða þjónustubeiðni
oc: Rapòrt d'error o requèsta d'assisténcia plaçat al marrit endrech

source: Abusive content
is: Ærumeiðandi innihald
oc: Contengut abusiu

source: Other (please specify)
ga_ie: Cúis eile (sonraigh, le do thoil)
is: Annað (settu inn)
oc: Autre (precisatz)

source: Pending
ga_ie: Ar Feitheamh
is: Í bið
oc: En espèra

source: Accepted and Fixed
ga_ie: Glactha agus Deisithe
is: Samþykkt og lagað
oc: Acceptat e corregit

source: Rejected
ga_ie: Diúltaithe
is: Hafnað
oc: Regetada

source: You already flagged this content.
is: Þú ert þegar búin að merkja þetta innihald.
oc: Avètz ja senhalat aqueste contengut.

source: You have flagged this content. A moderator will review your submission shortly.
is: Þú ert búinn að merkja þetta innihald. Ritstjóri fer yfir efnið hjá þér fljótlega.
oc: Avètz ja senhalat aqueste contengut. Un moderator va examinar rapidament vòstra proposicion.

source: Flagged Content Pending Moderation
is: Merkt innihald sem bíður yfirferðar
oc: Contengut senhalat en espèra de moderacion

source: Flagged {t} (Reason: {r})
is: Merkt {t} (Ástæða: {r})
oc: {t} senhalat (rason : {r})

source: Other reason:
ga_ie: Fáth eile:
is: Önnur ástæða:
oc: Autra rason :

source: {t} with id={id} no longer exists.
is: {t} með {id} er ekki lengur til.
oc: {t} amb l'ID {id} existís pas mai.

source: Update Status:
ga_ie: Nuashonraigh an Stádas:
is: Staða uppfærslu:
oc: Estat de la mesa a jorn :

source: Please select...
ga_ie: Roghnaigh...
is: Veldu...
oc: Seleccionatz...

source: The flag is valid and I fixed the issue.
is: Merkingin var rétt og ég lagfærði vandamálið.
oc: Lo senhalament es valid e lo problèma es ara corregit.

source: The flag is invalid.
is: Merkingin er ógild.
oc: Lo senhalament es invalid.

source: There is no flagged content pending moderation.
is: Ekkert merkt innihald bíður yfirferðar.
oc: I a pas cap de contengut senhalat en espèra de moderacion.

source: View all deactivated users
oc: Veire totes los utilizaires desactivats

source: Content:
ga_ie: Ábhar:
is: Innihald:
oc: Contengut :

source: Created:
ga_ie: Cruthaithe:
is: Búið til:
oc: Data de creacion :

source: Updated:
ga_ie: Nuashonraithe:
is: Uppfært:
oc: Mes a jorn :

source: Flagged:
is: Merkt:
oc: Senhalats :

source: Take Action:
is: Aðgerð:
oc: Efectuar l'accion :

source: Title:
ga_ie: Teideal:
is: Titill:
oc: Títol :

source: %(date)s by <a href="%(url)s">%(user)s</a>
is: %(date)s eftir <a href="%(url)s">%(user)s</a>
oc: %(date)s per <a href="%(url)s">%(user)s</a>

source: Please provide a title.
ga_ie: Cuir teideal air.
is: Sláðu inn titil.
oc: Especificatz un títol.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Of stuttur titill (%(show_value)s stafir). Hann verður að vera að minnsta kosti %(limit_value)s stafir.
oc: Lo títol es tròp cort (%(show_value)s caractèrs). Deu èsser long d'al mens %(limit_value)s caractèrs.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu titil ekki lengri en %(limit_value)s stafir. Hann er núna %(show_value)s stafir.
oc: Limitatz la longor de vòstre títol a %(limit_value)s caractèrs o mens. Es actualament de %(show_value)s caractèrs.

source: Please provide a description.
ga_ie: Déan cur síos air.
is: Sláðu inn lýsingu.
oc: Especificatz una descripcion.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu lýsingu ekki lengri en %(limit_value)s stafir. Hann er núna %(show_value)s stafir.
oc: Limitatz la longor de vòstra descripcion a %(limit_value)s caractèrs o mens. Es actualament de %(show_value)s caractèrs.

source: You have not selected an image to upload.
is: Þú valdi ekki neina mynd til að hlaða inn.
oc: Avètz pas seleccionat cap d'imatge de mandar.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
is: Hafðu skráarnafn myndar ekki lengri en %(max)s stafir. Það er núna %(length)s stafir.
oc: Limitatz la longor de vòstre nom de fichièr imatge a %(limit_value)s caractèrs o mens. Es actualament de %(show_value)s caractèrs.

source: Please select a different title.
is: Veldu annan titil.
oc: Causissètz un títol diferent.

source: Include this in wiki syntax with [[Image:title]]
oc: Inclure aquò en sintaxi wiki amb [[Image:title]]

source: Provide a brief description of this media.
is: Sláðu inn stutta lýsingu á þessu efni.
oc: Especificatz una brèva descripcion d'aqueste mèdia.

source: Locale
ga_ie: Teanga
is: Staðfærsla
oc: Lenga

source: Title
ga_ie: Teideal
is: Titill
oc: Títol

source: Description
ga_ie: Cur Síos
is: Lýsing
oc: Descripcion

source: Image
ga_ie: Íomhá
is: Mynd
oc: Imatge

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
ga_ie: Glacaimid le PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Tuilleadh eolais...</a>
is: Eftirfarandi tegundir er hægt að nota: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Fræðast meira...</a>
oc: Formats acceptats : PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Ne saber mai…</a>

source: Unrecognized request or nothing to cancel.
oc: Demanda pas reconeguda o pas res a anullar.

source: Unrecognized media type.
oc: Tipe de mèdia pas reconegut.

source: Could not upload your image.
ga_ie: Níorbh fhéidir d'íomhá a uasluchtú.
is: Gat ekki hlaðið inn mynd.
oc: Impossible de mandar l'imatge.

source: Delete image
ga_ie: Scrios íomhá
is: Eyða mynd
oc: Suprimir l'imatge

source: Are you sure you want to delete this image?
ga_ie: An bhfuil tú cinnte gur mhaith leat an íomhá seo a scriosadh?
is: Ertu viss um að þú viljir eyða þessari mynd?
oc: Sètz segur que volètz suprimir aqueste imatge ?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessari mynd. <strong>Þessa aðgerð er ekki hægt að bakfæra!</strong> Ertu viss um að þú viljir halda áfram?
oc: Sètz a mand de suprimir definitivament aqueste imatge. <strong>Aquesta accion pòt pas èsser anullada !</strong> Sètz segur que volètz contunhar ?

source: Delete image | {t} | Media Gallery
ga_ie: Scrios íomhá | {t} | Gailearaí na Meán
is: Eyða mynd | {t} | Myndasafn
oc: Suprimir l'imatge | {t} | Galariá de mèdias

source: Delete video
ga_ie: Scrios físeán
is: Eyða myndbandi
oc: Suprimir la vidèo

source: Are you sure you want to delete this video?
ga_ie: An bhfuil tú cinnte gur mhaith leat an físeán seo a scriosadh?
is: Ertu viss um að þú viljir eyða þessu myndbandi?
oc: Sètz segur que volètz suprimir aquesta vidèo ?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessu myndbandi. <strong>Þessa aðgerð er ekki hægt að bakfæra!</strong> Ertu viss um að þú viljir halda áfram?
oc: Sètz a mand de suprimir definitivament aquesta vidèo. <strong>Aquesta accion pòt pas èsser anullada !</strong> Sètz segur que volètz contunhar ?

source: Delete video | {t} | Media Gallery
ga_ie: Scrios físeán | {t} | Gailearaí na Meán
is: Eyða myndbandi | {t} | Myndasafn
oc: Suprimir la vidèo | {t} | Galariá de mèdias

source: Media Gallery
ga_ie: Gailearaí na Meán
is: Myndasafn
oc: Galariá de mèdias

source: by {user}
ga_ie: ag {user}
is: frá {user}
oc: per {user}

source: Uploaded {date}
ga_ie: Uasluchtaithe {date}
is: Hlaðið inn {date}
oc: Mandat lo {date}

source: Cancel
ga_ie: Cealaigh
is: Hætta við
oc: Anullar

source: Edit image
ga_ie: Cuir íomhá in eagar
is: Breyta mynd
oc: Modificar l'imatge

source: Save image
ga_ie: Sábháil íomhá
is: Vista mynd
oc: Enregistrar l'imatge

source: Edit image | {t} | Media Gallery
ga_ie: Cuir íomhá in eagar | {t} | Gailearaí na Meán
is: Breyta mynd | {t} | Myndasafn
oc: Modificar l'imatge | {t} | Galariá de mèdias

source: Upload a New Media File
ga_ie: Uasluchtaigh Meáin Nua
is: Hlaða inn nýju efni
oc: Mandar un novèl fichièr mèdia

source: Search Gallery
ga_ie: Cuardaigh an Gailearaí
is: Leita í myndasafni
oc: Recercar dins la galariá

source: Show media for:
ga_ie: Taispeáin meáin le haghaidh:
is: Sýna efni fyrir:
oc: Afichar lo mèdia per :

source: Go
ga_ie: Téigh
is: Áfram
oc: D'acòrdi

source: Show:
ga_ie: Taispeáin:
is: Sýna:
oc: Afichar :

source: Images
ga_ie: Íomhánna
is: Myndir
oc: Imatges

source: Videos
ga_ie: Físeáin
gu_in: વીડિયો
is: Myndbönd
oc: Vidèos

source: {title} | Media Gallery
ga_ie: {title} | Gailearaí na Meán
is: {title} | Myndasafn
oc: {title} | Galariá de mèdias

source: Delete this image
ga_ie: Scrios an íomhá seo
is: Eyða þessari mynd
oc: Suprimir aqueste imatge

source: Edit this image
ga_ie: Cuir an íomhá seo in eagar
is: Breyta þessari mynd
oc: Modificar aqueste imatge

source: by <a href="{profile_url}">{user}</a>
oc: per <a href="{profile_url}">{user}</a>

source: The following articles include this image:
oc: Los articles seguents contenon aqueste imatge :

source: This image is not included in any articles.
oc: Aqueste imatge es pas present dins cap d'article.

source: Media Gallery Search
ga_ie: Cuardaigh Gailearaí na Meán
is: Leita í myndasafni
oc: Recèrca dins la galariá de mèdias

source: No media files found.
ga_ie: Níor aimsíodh aon chomhaid meán.
is: Engar skrár fundust.
oc: Cap de fichièr mèdia pas trobat.

source: Upload file
is: Hala upp skrá
oc: Mandar lo fichièr

source: Preview
ga_ie: Réamhamharc
is: Forskoða
oc: Apercebut

source: Progress
ga_ie: Dul chun cinn
is: Framvinda
oc: Progression

source: Continue Uploading Media
is: Halda áfram að hlaða inn efni
oc: Contunhar lo mandadís del mèdia

source: username
ga_ie: ainm úsáideora
is: notandi
oc: nom d'utilizaire

source: Group information updated successfully!
is: Tókst að uppfæra upplýsingar hóps!
oc: Las informacions del grop son estadas mesas a jorn.

source: {users} added to the group successfully!
is: Tókst að bæta við {users} notendum í hóp!
oc: Los utilizaires {users} son estats aponduts al grop.

source: There were errors adding members to the group, see below.
is: Upp komu villur við að bæta meðlimum í hóp, sjá hér fyrir neðan.
oc: D'errors se son produchas al moment de l'apondon de membres al grop, vejatz çaijós.

source: {user} removed from the group successfully!
is: Tókst að fjarlægja {user} úr hóp!
oc: {user} es estat levat del grop.

source: {users} added to the group leaders successfully!
is: Tókst að bæta {users} í hóp!
oc: Los utilizaires {users} son estats aponduts als responsables del grop.

source: There were errors adding leaders to the group, see below.
is: Upp komu villur við að bæta við stjórnendum í hópinn, sjá fyrir neðan.
oc: D'errors se son produchas al moment de l'apondon de responsables al grop, vejatz çaijós.

source: {user} removed from the group leaders successfully!
is: Tókst að fjarlægja {user} úr hópi hópstjóra!
oc: {user} es estat levat dels responsables del grop.

source: You are now part of the Contributors group!
is: Þú ert nú meðlimur í þátttakanda hópnum!
oc: D'ara enlà, fasètz partida del grop dels contributors.

source: Delete {group} group avatar
is: Eyða táknmynd hóps {group}
oc: Suprimir l'avatar del grop {group}

source: Are you sure you want to delete the {group} group avatar?
is: Ertu viss um að þú viljir eyða táknmynd hóps {group}?
oc: Sètz segur que volètz suprimir l'avatar del grop {group} ?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
is: Þú ert að fara að eyða endanlega táknmyndinni þinni. <strong>Ekki er hægt að bakfæra þessa aðgerð!</strong> Alltaf er hægt að hala upp annari mynd til að skipta út fyrir núverandi mynd.
oc: Sètz a mand de suprimir definitivament l'avatar. <strong>Aquesta accion pòt pas èsser anullada !</strong> Podètz encara mandar un autre avatar per remplaçar l'actual.

source: Delete avatar
ga_ie: Scrios abhatár
is: Eyða mynd
oc: Suprimir l'avatar

source: Remove leader
is: Fjarlægja stjórnanda
oc: Levar lo responsable

source: Are you sure you want to remove {user} from {group} leaders?
is: Ertu viss um að þú viljir fjarlægja {user} úr hópi hópstjóra {group}?
oc: Sètz segur que volètz levar {user} de responsables de {group} ?

source: Remove member
is: Fjarlægja meðlim
oc: Levar lo membre

source: Are you sure you want to remove {user} from {group}?
is: Ertu viss um að þú viljir eyða {user} úr {group}?
oc: Sètz segur que volètz levar {user} de {group} ?

source: Edit | {group} | Groups
is: Breyta | {group} | Hópar
oc: Modificacion | {group} | Gropes

source: Edit {group} profile information
is: Breyta upplýsingum {group}
oc: Modificar las informacions del perfil de {group}

source: Save
is: Vista
oc: Enregistrar

source: Change {group} group avatar
is: Breyta táknmynd {group}
oc: Cambiar l'avatar del grop {group}

# avatar
source: Upload
ga_ie: Uasluchtaigh
is: Hlaða inn
oc: Mandar

source: Groups
is: Hópar
oc: Gropes

source: Add group profile
is: Bæta við upplýsingum hóps
oc: Apondre lo perfil del grop

source: {group} | Groups
is: {group} | Hópar
oc: {group} | Gropes

source: Change avatar
is: Breyta táknmynd
oc: Cambiar l'avatar

source: Change
ga_ie: Athraigh
is: Breyta
oc: Modificar

source: Edit in admin
is: Breyta í stjórnandaham
oc: Modificar en tant qu’administrator

source: Edit group profile
is: Breyta upplýsingum hóps
oc: Modificar lo perfil del grop

source: Edit group leaders
is: Breyta stjórnandahópi
oc: Modificar los responsables del grop

source: Group Leaders
is: Hópstjórar
oc: Responsables del grop

source: Remove user from leaders
is: Fjarlægja notanda úr hópi stjórnanda
oc: Levar l'utilizaire dels responsables

source: Add Leader
is: Bæta við stjórnenda
oc: Apondre lo responsable

source: Edit group members
is: Breyta meðlimum hóps
oc: Modificar los membres del grop

source: Group Members
is: Meðlimir hóps
oc: Membres del grop

source: Add Member
is: Bæta við notanda
oc: Apondre lo membre

source: Remove user from group
is: Fjarlægja notanda úr hóp
oc: Levar l'utilizaire del grop

source: previous
oc: precedent

source: Page {0} of {1}.
oc: Pagina {0} sus {1}.

source: next
oc: seguent

source: You were awarded the '{title}' badge!
oc: Avètz recebut lo badge '{title}' !

source: Recently Awarded
oc: Recompensats recentament

source: Awarded badge: %(badge_name)s
oc: Badge obtengut : %(badge_name)s

source: Image:
oc: Imatge :

source: Description:
oc: Descripcion :

# DB: badger.Badge.description
source: None
oc: Pas cap

source: Modified:
oc: Modificat :

source: Award details
oc: Detalhs de la recompensa

source: Awarded to:
oc: Remés a :

source: Explanation:
oc: Explicacion :

source: Awarded by:
oc: Remés per :

source: Issued on:
oc: Data d'obtencion :

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
oc: <h2>Badges &laquo;&thinsp;%(badge_name)s&thinsp;&raquo; acordats recentament</h2>

source: Recently awarded badges
oc: Badges acordats recentament

source: awarded to
oc: acordat a

source: Previous
ga_ie: Siar
gu_in: પાછળ
is: Fyrra
oc: Precedent

source: Next
ga_ie: Ar Aghaidh
gu_in: આગળ
is: Næsta
oc: Seguent

source: Recent awardees
oc: An obtengut un badge recentament

source: All available SUMO badges
oc: Totes los badges SUMO disponibles

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
oc: <strong>%(awarder)s</strong> vos a desliurat lo badge <strong>%(title)s</strong> !

source: You have been awarded the <strong>%(title)s</strong> badge!
oc: Avètz recebut lo badge <strong>%(title)s</strong> !

source: See all the details...
oc: Veire totes los detalhs…

source: Re: {forum} - {thread}
is: Sv: {forum} - {thread}
oc: Re: {forum} &ndash; {thread}

source: {forum} - {thread}
oc: {forum} &ndash; {thread}

source: Recently updated threads about %s
is: Nýlega uppfærðir þræðir um %s
oc: Subjèctes de discussion meses a jorn recentament que concernisson %s

source: Recent posts in %s
is: Nýlegir póstar í %s
oc: Messatges recents dins %s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Of stuttur titill (%(show_value)s stafir). Hann verður að vera að minnsta kosti %(limit_value)s stafir.
oc: Vòstre títol es tròp cort (%(show_value)s caractèrs). Sa longor deu èsser d'al mens %(limit_value)s caractèrs.

source: Please provide a message.
is: Sláðu inn skilaboð.
oc: Especificatz un messatge.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Of stutt skilaboð (%(show_value)s stafir). Þau verða að vera að minnsta kosti %(limit_value)s stafir.
oc: Vòstre messatge es tròp cort (%(show_value)s caractèrs). Sa longor deu èsser d'al mens %(limit_value)s caractèrs.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu skilaboð ekki lengri en %(limit_value)s stafir. Þau er núna %(show_value)s stafir.
oc: Limitatz la longor de vòstre messatge a %(limit_value)s caractèrs o mens. Actualament, es de %(show_value)s caractèrs.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
is: Eyða pósti | {t} | {d} Umræður | Þekkingargrunnur
oc: Suprimir lo messatge | {t} | Discussion sus {d} | Banca de coneissenças

source: Discuss
ga_ie: Pléigh
is: Umræða
oc: Discutir

source: Delete Post
ga_ie: Scrios Postáil
is: Eyða póst
oc: Suprimir lo messatge

source: Are you sure you want to delete this post?
ga_ie: An bhfuil tú cinnte go bhfuil tú ag iarraidh an phostáil seo a scrios?
is: Ertu viss um að þú viljir eyða þessum pósti?
oc: Sètz segur que volètz suprimir aqueste messatge ?

source: Author
ga_ie: Údar
is: Höfundur
oc: Autor

source: Date
ga_ie: Dáta
is: Dagsetning
oc: Data

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessum pósti. <strong>Þessa aðgerð er ekki hægt að bakfæra!</strong> Ertu viss um að þú viljir halda áfram?
oc: Sètz a mand de suprimir definitivament aqueste messatge. <strong>Aquesta accion pòt pas èsser anullada !</strong> Sètz segur que volètz contunhar ?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
ga_ie: Scrios Snáithe | {t} | Plé: {d} | Bunachar Eolais
is: Eyða þræði | {t} | {d} Umræður | Þekkingargrunnur
oc: Suprimir lo subjècte de discussion | {t} | Discussion sus {d} | Banca de coneissenças

source: Delete Thread
ga_ie: Scrios an Snáithe
is: Eyða þræði
oc: Suprimir lo subjècte de discussion

source: Are you sure you want to delete this thread?
ga_ie: An bhfuil tú cinnte gur mhaith leat an snáithe seo a scriosadh?
is: Ertu viss um að þú viljir eyða þessum þræði?
oc: Sètz segur que volètz suprimir aqueste subjècte de discussion ?

source: Creator
ga_ie: Cruthaitheoir
is: Höfundur
oc: Creador

source: Number of Replies
ga_ie: Líon Freagraí
is: Fjöldi svara
oc: Nombre de responsas

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessum þræði. <strong>Þessa aðgerð er ekki hægt að bakfæra!</strong> Ertu viss um að þú viljir halda áfram?
oc: Sètz a mand de suprimir definitivament aqueste subjècte de discussion. <strong>Aquesta accion pòt pas èsser anullada !</strong> Sètz segur que volètz contunhar ?

source: {locale_name} Discussions | Knowledge Base
oc: Discussions en {locale_name} | Basa de coneissenças

source: {locale_name} Discussions
oc: Discussions en {locale_name}

source: {l} Knowledge Base Discussions
is: {l} Umræður í þekkingagrunni
oc: Discussions de la banca de coneissenças en {l}

source: Stop watching this locale
is: Hætta að fylgjast með þessu tungumál
oc: Arrestar de susvelhar aquesta lenga

source: Watch this locale
is: Fylgjast með þessu tungumáli
oc: Susvelhar aquesta lenga

source: Watch
is: Fylgist með
oc: Susvelhar

source: Replies
ga_ie: Freagraí
is: Svör
oc: Responsas

source: Last Post
ga_ie: Postáil Is Déanaí
is: Seinasti póstur
oc: Darrièr messatge

source: You are watching this thread
is: Þú ert að fylgjast með þessum þræði
oc: Susvelhatz aqueste subjècte de discussion

source: You are not watching this thread
is: Þú ert ekki að fylgjast með þessum þræði
oc: Susvelhatz pas aqueste subjècte de discussion

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
is: <a href="%(thread_url)s">%(thread_title)s</a><br> í <a href="%(document_discussion_url)s">%(document)s</a>
oc: <a href="%(thread_url)s">%(thread_title)s</a><br> dins <a href="%(document_discussion_url)s">%(document)s</a>

source: by <a class="username" href="{profile_url}">{username}</a>
ga_ie: ag <a class="username" href="{profile_url}">{username}</a>
is: eftir <a class="username" href="{profile_url}">{username}</a>
oc: per <a class="username" href="{profile_url}">{username}</a>

source: There are no threads. Maybe you should create some!
ga_ie: Níl aon snáithe ann. Ba chóir duit ceann nua a thosú!
is: Engir þræðir eru til. Kannski ættir þú að búa til þráð!
oc: I a pas cap de subjèctes de discussion. Benlèu que ne poiriatz crear qualques-unes !

source: Edit a post | {t} | {d} Discussion | Knowledge Base
ga_ie: Cuir postáil in eagar | {t} | Plé {d} | Bunachar Eolais
is: Breyta pósti | {t} | {d} Umræður | Þekkingargrunnur
oc: Modificar un messatge | {t} | Discussion sus {d} | Banca de coneissenças

source: Edit a post
ga_ie: Cuir postáil in eagar
is: Breyta póst
oc: Modificar un messatge

source: Update post
ga_ie: Nuashonraigh postáil
is: Uppfæra póst
oc: Metre lo messatge a jorn

source: Edit thread {t} | {d} Discussion | Knowledge Base
ga_ie: Cuir snáithe in eagar | {t} | Plé {d} | Bunachar Eolais
is: Breyta þræði {t} | {d} Umræður | Þekkingargrunnur
oc: Modificar lo subjècte de discussion {t} | Discussion sus {d} | Banca de coneissenças
