Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ga_ie, gu_in, is, oc

source: The {domain} team
oc: L'equipa {domain}

source: Reply to thread: {title}
oc: Respondre al subjècte de discussion : {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
oc: L'utilizaire %(author)s a respondut a un subjècte de discussion que susvelhatz. Aquí sa responsa&nbsp;:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
oc: Per veire aqueste messatge sul site, clicatz sul ligam seguent o pegatz-lo dins la barra d'adreça de vòstre navigador :

source: New thread: {title}
oc: Novèl subjècte de discussion : {title}

source: Congratulations!
oc: Felicitacions !

source: %(awarder)s has awarded you the %(title)s badge!
oc: %(awarder)s vos a desliurat lo badge %(title)s !

# DB: badger.Badge.title
source: None
oc: Pas cap

source: You have been awarded the %(title)s badge!
oc: Avètz recebut lo badge %(title)s !

source: See all the details:
oc: Veire totes los detalhs :

source: {sender} sent you the following message:
oc: {sender} vos a mandat lo messatge seguent :

source: View this message on the web:
oc: Veire aqueste messatge sul Web :

source: Change your email preferences:
oc: Modificar vòstras preferéncias de corrièr electronic :

source: You are about to subscribe to:
oc: Sètz a mand de vos inscriure a :

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
oc: Per confirmar vòstra inscripcion, clicatz sul ligam çaijós o lo copiar e pegar dins la barra d'adreça de vòstre navigador :

source: Thanks!
oc: Mercé.

source: Hi {username},
oc: Bonjorn {username},

source: {answerer} commented on a Firefox question on {host}:
oc: {answerer} a comentat una question a prepaus de Firefox sus {host} :

source: {answerer} wrote:
oc: {answerer} a escrich :

source: See the comment:
oc: Consultar lo comentari :

source: If this comment is helpful, vote on it:
oc: S'aqueste comentari es utile, votatz per el :

source: Help other Firefox users by browsing for unsolved questions on {host}:
oc: Ajudatz d'autres utilizaires de Firefox en percorrent las questions pas resolgudas sus {host} :

source: You might just make someone's day!
oc: Poiriatz rendre un grand servici a qualqu'un.

source: {answerer} has posted an answer to your question on {host}:
oc: {answerer} a publicat una responsa a vòstra question sus {host} :

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
oc: Se aquò resòlv pas vòstre problèma, senhalatz-lo a {answerer} en respondent sul site :

source: If this answer solves your problem, please mark it as "solved":
oc: Se aquesta responsa resòlv pas vòstre problèma, marcatz-lo coma « resolgut » :

source: This will help other Firefox users find good answers to their questions!
oc: Aquò ajudarà d'autres utilizaires de Firefox a trobar las bonas responsas a lors questions.

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
oc: Volèm juste vos informar que %(answerer)s a trobat una solucion a una question a prepaus de Firefox que seguissètz.

source: The question:
oc: La question :

source: was marked as solved by its asker, {asker}.
oc: es estada marcada coma resolguda per son autor, {asker}.

source: You can view the solution using the link below.
oc: Podètz veire la solucion en utilizant lo ligam çaijós.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
oc: E aquesta responsa vos a ajudat tanben ? Avètz trobat una autra responsa mai utila ? Fasètz-lo saber a d'autres utilizaires de Firefox en votant al costat de la responsa.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
oc: Sabiatz que %(answerer)s es un utilizaire de Firefox tant plan coma vos ? Començatz d'ajudar d'autres utilizaires de Firefox en percorrent las questions sus https://%(host)s/questions?filter=unsolved -- poiriatz simplament depanar qualqu'un.

source: Unsubscribe from these emails:
oc: Se desinscriure d'aquestes corrièrs electronics :

source: Verify your email address:
oc: Picatz vòstra adreça electronica aicí :

source: Thanks, The Mozilla Support team
oc: Mercé, l'equipa d'assisténcia de Mozilla.

source: It seems your account has already been activated.
oc: Sembla que vòstre compte es ja estat activat.

source: You can log in at:
oc: Vos podètz connectar sus :

source: Hi {username}
oc: Bonjorn {username}

source: To help you find out where to help check this site:
oc: Per trobar ont ajudar, consultatz aqueste site :

source: Twitter Contributor - Respond to tweets about Firefox:
oc: Contributor sus Twitter - Respondètz als tweets a prepaus de Firefox :

source: Welcome to SUMO!
is: Velkomin til SUMO!
oc: Benvenguda sus SUMO !

source: We've just received a request to send the username linked to this email address.
oc: Venèm de recebre una demanda per mandar lo nom d'utilizaire religat a aquesta adreça electronica.

source: Your username is:
oc: Vòstre nom d'utilizaire es :

source: You may log in at https://{domain}{login_url}
oc: Vos podètz connectar sus https://{domain}{login_url}

source: Thanks,
oc: Mercé,

source: The {sitename} team
oc: L'equipa {sitename}

source: {sitename} Password Reset
oc: Senhal de {sitename} reïnicializat

source: Password reset on {sitename}
oc: Reïnicializacion del senhal per {sitename}

source: Summary:
oc: Resumit :

source: Changes:
oc: Modificacions :

source: %(creator)s created a new revision to the document %(document_title)s.
oc: %(creator)s a creat una novèla revision del document %(document_title)s.

source: Text of the new revision:
oc: Tèxte de la novèla revision :

source: %(creator)s submitted a new revision to the document %(document_title)s.
oc: %(creator)s a somés una novèla revision del document %(document_title)s.

source: If you have a moment please review these articles:
oc: Se avètz un moment, podètz repassar aquestes articles&nbsp;:

source: Regards, The SUMO team
oc: Coralament, l'equipa SUMO

source: Your revision has been reviewed.
oc: Vòstra revision es estada verificada.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
oc: %(reviewer)s a aprovat la revision del document %(document_title)s.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
oc: %(reviewer)s a aprovat vòstra revision al document %(document_title)s.

source: Message from the reviewer:
oc: Messatge del verificador :

source: Content
ga_ie: Ábhar
is: Innihald
oc: Contengut

source: Show after
is: Birta eftir
oc: Afichar aprèp

source: Show until
is: Birta þangað til
oc: Afichar fins a

source: New announcement for {group}
is: Nýjar tilkynningar fyrir {group}
oc: Novèl anonci per {group}

source: Community Hub
oc: Portal de la comunautat

source: Top Contributors
oc: Los contributors los mai gròsses

source: Filter by Locale
oc: Filtrar per locala

source: All locales
oc: Totas las localas

# DB: products.Product.title
source: None
is: Ekkert
oc: Pas cap

source: Support Forum
gu_in: આધાર ફોરમ
oc: Forum d'assisténcia

source: Knowledge Base
ga_ie: Bunachar Eolais
gu_in: જાણકારી આધાર
is: Þekkingargrunnur
oc: Banca de coneissenças

source: Find your fellow contributors
oc: Trobatz d'autres contributors

source: Username, Display Name or Twitter Handle
oc: Nom d'utilizaire, nom d'afichar o identificant Twitter

source: Search
ga_ie: Cuardaigh
gu_in: શોધ
is: Leita
oc: Recercar

source: Community Discussions
oc: Discussions de la comunautat

source: Go to the SUMO community discussions forum
oc: Anar suls forums de discussion comunautaris SUMO

source: {user} - {num} contributions in last 90 days
oc: {user} - {num} contribucions al cors dels 90 darrièrs jorns

source: See All
oc: Afichar tot

source: Community Search Results
oc: Resultats de recèrca de la comunautat

source: Results for: {query}
oc: Resultats per&nbsp;: {query}

source: Sorry! Search is currently unavailable. Please try again soon.
oc: La recèrca es momentanèament indisponibla. Reensajatz pus tard.

source: View Profile
is: Skoða notanda
oc: Afichar lo perfil

source: Top Contributors - Knowledge Base
oc: Mai gròsses contributors – Basa de coneissenças

source: Top Contributors - Localization
oc: Mai gròsses contributors – Localizacion

source: Top Contributors - Army of Awesome
oc: Mai gròsses contributors – Army of Awesome

source: Select by Locale
oc: Seleccionar per locala

source: Invalid search data.
gu_in: અયોગ્ય શોધ માહીતિ
is: Ógild leitargögn.
oc: Donadas de recèrca invalidas.

source: Search Unavailable
ga_ie: Níl cuardach ar fáil
gu_in: શોધ ઉપલબ્ધ નથી
is: Leit ekki tiltæk
oc: Recèrca indisponibla

source: No pages matched the search criteria
gu_in: શોધ સાથે કોઈ પાનાં બંધબેસતા નથી.
is: Engar síður passa við leitarskilyrði
oc: Cap de pagina correspond pas als critèris de recèrca

source: Language
ga_ie: Teanga
gu_in: ભાષા
is: Tungumál
oc: Lenga

source: Category
ga_ie: Catagóir
gu_in: વર્ગ
is: Flokkur
oc: Categoria

source: Topics
is: Umræðuefni
oc: Subjèctes

source: Relevant to
is: Tengsl við
oc: Concernís

source: Most Recent
ga_ie: Is Déanaí
is: Nýjasta
oc: Los mai recents

source: Unanswered
ga_ie: Gan Freagra
is: Ósvarað
oc: Sens responsa

source: Answered
ga_ie: Freagartha
is: Svarað
oc: Amb responsa

source: All
ga_ie: Uile
is: Allt
oc: Tot

source: Reply-to is empty
ga_ie: Tá Reply-to folamh
is: Svar-við er tómt
oc: « En responsa a » es void

source: Message is empty
ga_ie: Tá an teachtaireacht folamh
is: Skilaboð er tóm
oc: Lo messatge es void

source: Message is too long
ga_ie: Tá an teachtaireacht rófhada
is: Skilaboð er of löng
oc: Lo messatge es tròp long

source: An error occured: {message}
ga_ie: Tharla earráid: {message}
is: Villa kom upp: {message}
oc: Una error s'es producha : {message}

source: Invalid ID.
ga_ie: Aitheantas neamhbhailí.
is: Ógilt auðkenni.
oc: Identificant invalid.

source: Tweets that are replies or have replies must not be hidden.
ga_ie: Ní cóir freagraí, nó giolcanna le freagraí, a chur i bhfolach.
is: Tíst sem eru svör eða hafa svör mega ekki vera falin.
oc: Los tweets que son de responsas o qu'an de responsas devon pas èsser amagats.

source: Join our Army of Awesome
ga_ie: Glac páirt san Army of Awesome
is: Vertu þátttakandi í hópi hinna æðislegu
oc: Rejonhètz nòstra « Army of Awesome »

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
ga_ie: An dtaitníonn Firefox leat? An bhfuil cúpla bomaite le spáráil agat?<br/> Cabhraigh le húsáideoirí Firefox eile ar Twitter.
is: Ertu áhugasamur um Firefox og hefur smá tíma aflögu?<br /> Hjálpaðu öðrum Firefox notendum á Twitter. Góðir hlutir gerast fyrir þá sem tísta!
oc: Adoratz Firefox e avètz un pauc de temps ?<br /> Ajudatz d'autres utilizaires de Firefox sus Twitter. Fasètz plaser a los que « twittan » !

source: Choose a tweet below
is: Veldu tíst fyrir neðan
oc: Causissètz un tweet çaijós

source: Respond to the tweet!
is: Svaraðu tístinu!
oc: Respondètz al tweet !

source: Loading
oc: Cargament

source: Refresh
ga_ie: Athnuaigh
is: Endurlesa
oc: Actualizar

source: Sign out
ga_ie: Logáil amach
is: Útskráning
oc: Desconnexion

source: Sign in
ga_ie: Logáil isteach
is: Innskráning
oc: Connexion

source: How to be effective:
oc: Cossí èsser eficaç :

source: Ask other contributors
oc: Demandatz a d'autres contributors

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
ga_ie: Níorbh fhéidir linn teacht ar aon ghiolcanna as %(language)s. Bain triail eile as ar ball, roghnaigh cineál eile ón roghchlár thuas, nó féach ar ghiolcanna i dteangacha eile tríd an roghnóir ag bun an leathanaigh.
is: Ekki tókst að finna tíst sem pössuðu við %(language)s. Reyndu aftur seinna, veldu annað tíst frá valmyndinni fyrir ofan, eða skoðaðu tíst fyrir önnur tungumál með því að nota tungumála valmyndina neðst á síðunni.
oc: Avèm pas pogut trobar cap de tweet recent en %(language)s pel moment. Tornatz verificar pus tard, causissètz un tipe de tweet diferent dempuèi lo menú çaisús, o afichatz los tweets en d'autras lengas en utilizant lo selector de lenga en bas de la pagina.

source: Ban User
oc: Bandir l'utilizaire

source: Ban
oc: Bandir

source: Banned Users
oc: Utilizaires bandits

source: Unban
oc: Reïntegrar

source: Ignored Users
oc: Utilizaires ignorats

source: Stop Ignoring
oc: Ignorar pas pus

source: Reply
ga_ie: Freagair
is: Svara
oc: Respondre

source: What is your reply about?
ga_ie: Cén t-ábhar a mbaineann do fhreagra leis?
is: Um hvað er svarið?
oc: Quin es lo subjècte de vòstra responsa ?

source: Get personal
ga_ie: Tabhair freagra pearsanta
is: Persónulegra
oc: Siatz personal

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
ga_ie: Déan do fhreagra féin as. Is mór an chabhair iad teachtaireachtaí pearsantaithe.
is: Hafðu það persónulegt og á þinn hátt. Persónuleg skilaboð eru góð fyrir það að hjálpa öðrum.
oc: Modificatz-lo e apropriatz-vos ne. Los messatges personalizats fan fòrça pels autres.

source: Your message was sent!
ga_ie: Seoladh do theachtaireacht!
is: Skilaboðin voru send!
oc: Vòstre messatge es estat mandat !

source: Submit
ga_ie: Seol
is: Senda
oc: Sometre

source: {0} and {1} other replied
ga_ie: Thug {0} agus duine amháin eile freagra air
is: {0} og {1} annar svaraði
oc: {0} e {1} autre an respondut

source: {0} replied
ga_ie: Thug {0} freagra air
is: {0} svöruðu
oc: {0} a respondut

source: This tweet doesn't need a response
oc: Aqueste tweet a pas besonh de responsa

source: Remove
ga_ie: Bain
is: Fjarlægja
oc: Suprimir

source: Connect to your Twitter account
oc: Connectatz vòstre compte Twitter

source: Sign in to Mozilla Support
oc: Connexion a l'assisténcia de Mozilla

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
is: Áður en þú tekur þátt, þarftu að gefa okkur aðgang til að senda tíst fyrir þína hönd.
oc: Abans de nos rejónher, vos cal balhar la permission a Army of Awesome de publicar de tweets en vòstre nom.

source: You will always control every tweet you post.
is: Þú munt alltaf hafa alla stjórn á þeim tístum sem þú póstar.
oc: Contrarotlaretz encara cada tweet publicat.

source: Army of Awesome will never tweet without your permission.
is: Við munum aldrei senda tíst án þíns leyfis.
oc: Army of Awesome twittarà pas jamai sens vòstra permission.

source: Before you connect to Twitter, you must sign in to Mozilla Support.
oc: Abans de vos connectar a Twitter, vos cal vos identificar sus Mozilla Support.

source: Are you registered with Mozilla Support?
is: Ertu skráður á Mozilla Support?
oc: Avètz un compte per l'assisténcia de Mozilla ?

source: Yes, I am.
is: Já.
oc: Òc, n'ai un.

source: Click to sign in.
is: Smelltu til að skrá þig inn.
oc: Me connectar.

source: No, I'm not.
is: Nei.
oc: Non, n'ai pas.

source: Click to register.
is: Smelltu til að nýskrá.
oc: M'inscriure.

source: Last Week
is: Í síðustu viku
oc: La setmana passada

source: Yesterday
is: Í gær
oc: Ièr

source: Overall
is: Yfirlit
oc: Al total

source: Last 7 days
is: Seinustu 7 dagar
oc: Los 7 darrièrs jorns

source: Last 30 days
is: Seinustu 30 dagar
oc: Los 30 darrièrs jorns

source: Last 90 days
is: Seinustu 90 dagar
oc: Los 90 darrièrs jorns

source: All Time
ga_ie: Riamh
is: Alltaf
oc: Tot lo temps

source: Percent Localized: Top 20
oc: Percentatge de tradusit : los 20 mai visitats

source: Percent Localized: All
oc: Percentatge de tradusit : tot

source: Monthly Active Contributors
oc: Contributors actius mesadièrs

source: Review Needed
ga_ie: Athbhreithniú De Dhíth
is: Þarfnast samþykktar
oc: De verificar

source: Update Needed
ga_ie: Nuashonrú De Dhíth
is: Nauðsynlegt að uppfæra
oc: De metre a jorn

source: Immediate Update Needed
is: Nauðsynlegt er að uppfæra
oc: De metre a jorn lo mai viste possible

source: Translation Needed
ga_ie: Aistriúchán De Dhíth
is: Þarfnast þýðingar
oc: Traduccion necessària

source: Top 20 Articles
oc: Articles del Top 20

source: These are the top 20 most visited articles in the last 30 days, which account for over 50% of the traffic to the Knowledge Base.
oc: Son los 20 articles los mai visitats, que, en cumulat, comptan per mai de 50% del trafic de la basa de coneissenças.

source: Top 50 Articles
oc: Articles del Top 50

source: Top 100 Articles
oc: Los 100 articles los mai visitats

source: Templates
ga_ie: Teimpléid
is: Sniðmát
oc: Modèls

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
is: Sniðmát er aðferð við að endurnýta innihald á milli þekkingarskjala. Þú getur búið til og uppfært leiðbeiningar á einum stað, og svo vísað í það úr öðrum síðum.
oc: Los modèls son un mejan de reütilizar de contengut per diferents articles. Podètz crear e metre a jorn una seria d'instruccions en un sol endrech, puèi se referir a aquela dins de paginas mai.

source: All Knowledge Base Articles
ga_ie: Gach alt sa bhunachar eolais
is: Allir síður í þekkingagrunni
oc: Totes los articles de la banca de coneissenças

source: This is the number of all Knowledge Base articles that are ready to be localized.
is: Þetta er fjöldi allra þekkingarsíðna sem eru tilbúnir fyrir þýðingar.
oc: Es lo nombre de totes los articles de la banca de coneissenças que son prèstes per èsser localizats.

source: Visits in last 30 days
is: Heimsóknir seinustu 30 daga
oc: Visitas al cors dels 30 darrièrs jorns

source: Status
ga_ie: Stádas
is: Staða
oc: Estat

source: Most Viewed
ga_ie: Feicthe Is Minice
is: Oftast skoðað
oc: Los mai vistes

source: Most Visited
is: Oftast heimsótt
oc: Los mai vistes

source: All knowledge base articles...
ga_ie: Gach alt sa bhunachar eolais...
is: Allar síður í þekkingagrunni...
oc: Totes los articles de la banca de coneissenças...

source: Visits
ga_ie: Cuairteanna
is: Heimsóknir
oc: Visitas

source: Changes Needed
oc: Modificacions necessàrias

source: Changes Not Ready For Localization
is: Breytingar eru ekki tilbúnar fyrir þýðingu
oc: Modificacions pas prèstas per la localizacion

source: All templates...
is: Öll sniðmát...
oc: Totes los modèls…

source: How To Contribute
oc: Cossí contribuir

source: All How To Contribute articles...
oc: Totes los articles sus la contribucion…

source: Administration
ga_ie: Riaracháin
is: Stjórnun
oc: Administracion

source: All Administration articles...
oc: Totes los articles sus l'administracion…

source: All translations...
is: Allar þýðingar...
oc: Totes los articles sus l'administracion…

source: Unreviewed Changes
ga_ie: Athruithe Gan Athbhreithniú
is: Ósamþykktar breytingar
oc: Modificacions pas verificadas

# document
source: Unreviewed
ga_ie: Gan Athbhreithniú
is: Ósamþykkt
oc: Pas verificats

source: All articles requiring review...
ga_ie: Gach alt gan athbhreithniú...
is: Allar síður sem þarfnast samþykktar...
oc: Totes los articles que devon èsser verificats...

source: Changed
ga_ie: Athraithe
is: Breytt
oc: Modificat

source: Unhelpful Documents
is: Ekki hjálpleg skjöl
oc: Documents pas utiles

# document
source: Unhelpful
is: Ekki hjálplegt
oc: Pas utile

source: All unhelpful articles...
is: Allar síður sem eru ekki hjálplegar...
oc: Totes los articles pas utiles…

source: Total Votes
is: Heildaratkvæði
oc: Total dels vòtes

source: Helpfulness
is: Hjálplegt
oc: Utilitat

source: Articles which have approved revisions newer than the latest ready-for-localization one
is: Síður sem eru með samþykktar útgáfur eru nýrri en nýjasta síðan sem er tilbúin fyrir þýðingu
oc: Articles qu'an de revisions aprovadas mai recentas que las que son prèstas per la localizacion

source: All articles with changes not ready for localization...
is: Allar síður með breytingum sem eru ekki tilbúnar fyrir þýðingu...
oc: Totes los articles amb de modificacions pas prèstas per la localizacion...

source: Approved
ga_ie: Ceadaithe
is: Samþykkt
oc: Aprovadas

source: Need Changes
is: Þarfnast breytinga
oc: Deu èsser modificat

source: Articles that require changes.
is: Síður sem þarfnast breytinga.
oc: Totes los articles que devon èsser modificats...

source: All articles that require changes...
is: Allar síður sem þarfnast breytinga...
oc: Totes los articles que devon èsser modificats...

source: Comment
is: Athugasemd
oc: Comentari

source: Canned Responses
oc: Responsas predefinidas

source: Localization status of all canned responses
oc: Estat de traduccion de totas las responsas predefinidas

source: All canned responses articles...
oc: Totes los articles de responsas predefinidas…

source: Knowledge Base Dashboard
ga_ie: Painéal an Bhunachair Eolais
is: Þekkingargrunns skjáborð
oc: Tablèu de bòrd de la banca de coneissenças

source: Localization Dashboard
ga_ie: Painéal Logánaithe
is: Þýðingarskjáborð
oc: Tablèu de bòrd de la localizacion

source: Aggregated Localization Metrics
oc: Estatisticas agregadas sus la localizacion

source: The dashboard data is being loaded. This may take some time.
oc: Cargament de las donadas del tablèu de bòrd. Aquò pòt prene un certan temps.

source: Top 20 Articles: % Localized
oc: Articles del Top 20 : % tradusits

source: All Articles: % Localized
oc: Totes los articles : % tradusits

source: Active Contributors
oc: Contributors actius

source: {count} visitors in the past 30 days
oc: {count} visitors al cors dels 30 darrièrs jorns

source: [{product}] Knowledge Base Dashboard
oc: [{product}] Tablèu de bòrd de la Basa de coneissenças

source: All Products
is: Allar vörur
oc: Totes los produches

source: Show information for:
ga_ie: Taispeáin eolas le haghaidh:
is: Sýna upplýsingar fyrir:
oc: Afichar las informacions per :

source: Overview
ga_ie: Foramharc
is: Yfirlit
oc: Apercebut

source: Complete overview...
oc: Apercebut complet…

source: [{locale}] Locale Metrics
oc: [{locale}] Indicadors de la lenga

source: Localization Percentage
oc: Percentatge de localizacion

source: Helpful Votes
is: Atkvæði fyirr hvort þetta er hjálplegt
oc: Vòtes d'utilitat

source: [{locale}][{product}] Localization Dashboard
oc: [{locale}][{product}] Tablèu de bòrd de la localizacion

source: Delete
ga_ie: Scrios
is: Eyða
oc: Suprimir

source: Create announcement
is: Búa til tilkynningu
oc: Crear un anonci

source: Created successfully
is: Tókst að búa til
oc: Creat amb succès

source: Create
is: Búa til
oc: Crear

source: Locale:
oc: Lenga :

source: Review
ga_ie: Athbhreithnigh
is: Umsögn
oc: Verificacion

source: Add announcement
is: Bæta við tilkynningu
oc: Apondre l'anonci

source: Edit
ga_ie: Eagar
is: Breyta
oc: Modificar

source: Needs Update
oc: Mesa a jorn necessària

source: Stale
oc: Perimit

source: Expiry Date
oc: Data d'expiracion

source: Live
oc: Visible

source: Review Needed: {comment}
oc: De verificar&nbsp;: {comment}

source: Yes
ga_ie: Tá
is: Já
oc: Òc

source: No
ga_ie: Níl
is: Nei
oc: Non

source: Show translations
oc: Afichar las traduccions

source: changed by {users}
ga_ie: athraithe ag {users}
is: breytt af {users}
oc: modificat per {users}

source: %(numerator)s of %(denominator)s
oc: %(numerator)s sus %(denominator)s

source: %(numerator)s <small>of %(denominator)s</small>
ga_ie: %(numerator)s <small>as %(denominator)s</small>
is: %(numerator)s <small>af %(denominator)s</small>
oc: %(numerator)s <small>sus %(denominator)s</small>
