Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ga_ie, gu_in, is, oc

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
is: Takk fyrir að taka frá tíma til að fara yfir þessar breytingar. Þakkaðu ritstjóranum og láttu eftir leiðbeiningar um hvað þarf að breytast til að útgáfan verði samþykkt.
oc: Mercé d'aver pres lo temps de verificar aqueles cambiaments. Pensatz a mercejar lo redactor e balhatz-li de retorns constructius e especifics a prepaus dels cambiaments que pensatz necessaris per que la revision venga acceptabla.

source: Defer
is: Fresta
oc: Ajornar

source: Show Helpfulness Votes Chart
is: Sýna graf fyrir hjálpleg atkvæði
oc: Afichar lo grafic dels vòtes d'utilitat

source: Compare Selected Translations
ga_ie: Cuir Aistriúcháin Roghnaithe i gComparáid
is: Bera saman valdar þýðingar
oc: Comparar las traduccions seleccionadas

source: Compare Selected Revisions
ga_ie: Cuir Leaganacha Roghnaithe i gComparáid
is: Bera saman valdar útgáfur
oc: Comparar las revisions seleccionadas

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
is: Merking - MT: Meiriháttar breytingar. M: Breytingar. Tómt: Minniháttar breytingar.
oc: Importància - MT : Cambiaments de contengut màgers. M : Cambiaments de contengut. Void : Cambiaments menors.

# First letter of 'Significance'
source: S
oc: I

# First letter of 'Ready for localization'
source: R
oc: P

# revision
source: Unreviewed
ga_ie: Gan athbhreithniú
is: Ósamþykkt
oc: Pas verificat

source: Current
ga_ie: Reatha
is: Núverandi
oc: En cors

source: Reviewed
is: Yfirfarið
oc: Verificat

source: This revision is ready for localization.
is: Þessi útgáfa er tilbúinn fyrir þýðingu.
oc: Aquesta revision es prèsta per la localizacion.

source: This revision is not ready for localization.
is: Þessi útgáfa er ekki tilbúinn fyrir þýðingu.
oc: Aquesta revision es pas prèsta per la localizacion.

source: Delete this revision
is: Eyða þessari útgáfu
oc: Suprimir aqueste revision

source: This document has no revisions.
ga_ie: Níl aon leaganacha ag an gcáipéis seo.
is: Þetta skjal hefur engar útgáfur.
oc: Aqueste document a pas cap de revision.

source: Editing Tools
is: Breytingarverkfæri
oc: Aisinas de modificacion

source: Show Translations
oc: Afichar las traduccions

source: Show History
ga_ie: Taispeáin Stair
is: Sýna feril
oc: Afichar l'istoric

source: Unsubscribe from edit notifications
is: Afpanta áskrift að tilkynningum um breytingar
oc: Se desinscriure de las notificacions de modificacions

source: Subscribe to edit notifications
is: Gerast áskrifandi að tilkynningum um breytingar
oc: S'inscriure per modificar las notificacions

source: Confusing
is: Óskiljanlegt
oc: Desconcertant

source: Solution didn't work
is: Lausnin virkaði ekki
oc: La solution a pas foncionat

source: Too long
is: Of langt
oc: Tròp long

source: I have feedback about Firefox
is: Ég er með athugasemd um Firefox
oc: Ai un vejaire a prepaus de Firefox

source: Tell us more.
is: Segðu okkur meira.
oc: Digatz-ne-nos mai.

source: Please provide more details
is: Sláðu inn meiri upplýsingar
oc: Provesissètz mai de detalhs

source: Sign in with Twitter
is: Skráðu þig inn með Twitter

source: Top Contributors Last Week
is: Topp þátttakendur seinustu viku

source: No recent contributions
is: Engar nýlegar breytingar

source: Sign in with your Twitter account
ga_ie: Logáil isteach le do chuntas Twitter
is: Skráðu þig inn með þínum Twitter aðgangi

source: If you’re registered with Mozilla Support, we will keep you logged into Twitter, so you can use Army of Awesome instantly.
is: Ef þú skráðir þig á Mozilla Support, verðurðu sjálfkrafa tengdur Twitter, þannig að þú getur notað hjálpina strax.

source: Parameters which will be passed to the dashboard. The dashboard determines the meaning and format of these.
is: Breytur sem er hægt að senda á skjáborð. Skjáborðið skilgreinir gildi og sniðmát breyta.

source: Most-Visited Articles
ga_ie: Altanna feicthe is minice
is: Oftast heimsótt

source: These are the top 20 most visited articles, which account for over 50% of the traffic to the Knowledge Base.
ga_ie: Seo iad an 20 alt a ndearnadh an chuairt is mó orthu, freagrach as níos mó ná 50% den trácht ar an mBunachar Eolais.
is: Þessar 20 síður eru þær sem eru mest skoðaðar, sem telur yfir 50% af netumferð í þekkingargrunninum.

source: Navigation Articles
is: Stýrisíður

source: How many of the approved navigation articles which allow translations have an approved translation into this language
is: Hve margar samþykktar stýrisíður sem leyfa þýðingar eru með samþykktar þýðingar á þessu tungumáli

source: All navigation articles...
is: Allar stýrisíður...

source: Untranslated
ga_ie: Gan aistriúchán
is: Óþýddar

source: All untranslated articles...
ga_ie: Gach alt gan aistriúchán...
is: Allar óþýddar síður...

source: Updated
ga_ie: Nuashonraithe
is: Uppfært

source: Immediate Updates Needed
is: Nauðsynlegt er að uppfæra

source: This indicates a major edit which changes the content of the article enough to hurt the value of the localization. Until it is updated, the localized page will warn users that it may be outdated. You should update these articles as soon as possible.
is: Þetta skilgreinir að stórar breytingar hafa verið gerðar sem breyta efni greinar nógu mikið til að það geti haft áhrif á þýðingu. Á meðan síðan hefur ekki verið uppfærð, mun þýðing síðunnar vara notendur við að hún sé úrelt. Þú ættir að uppfæra þessar síður eins fljótt og auðið er.

source: All translations needing immediate updates...
is: Allar þýðingar þarfnast uppfærslu...

source: Out of date since
ga_ie: As dáta ó
is: Úrelt síðan

source: Updates Needed
is: Nauðsynlegt að uppfæra

source: This signifies an edit that doesn't diminish the value of the localized article: for example, rewording a paragraph. Localizers are notified of this edit, but no warning is shown on the localized page. You should update these articles soon.
is: Þetta skilgreinir breytingu sem hefur ekki áhrif á þýdda útgáfu síðunnar: til dæmis, að um-orða málsgrein. Þýðendur eru látnir vita af þessari breytingu, en engin aðvörun er sýnd á þýddu síðunni. Þú ættir að uppfæra þessar síður fljótlega.

source: All translations needing updates...
ga_ie: Gach aistriúchán a bhfuil nuashonrú de dhíth air...
is: Allar þýðingar sem þafnast uppfærslu...

source: Document
is: Skjal

source: Daily
is: Daglega

source: Weekly
is: Vikulega

source: Monthly
is: Mánaðarlega

source: {locale} | Group Dashboard
is: {locale} | Hópskjáborð

source: Group dashboard
is: Hópskjáborð

source: See full dashboard
is: Sjá allt skjáborðið

source: Support Forum Dashboard
is: Þjónustuspjallsvæði

source: Contributor Forums Dashboard
is: Spjallsvæði þátttakanda

source: You haven't participated in any contributor forum threads yet.
is: Þú hefur ekki ennþá tekið þátt í neinum spjallþráðum fyrir þátttakendur.

source: Hello
is: Halló

source: <p> We've got this nifty dashboard to help volunteers keep track of contributions such as questions answered, forum discussions and article edits. In order to enable it, just click <span class="button">Join!</span> below. </p> <p> This will add you to our contributor group and subscribe you to announcements from the Firefox Help team. </p> <p> Joining isn't required in order to help other users or to get help for yourself. </p>
is: <p> Við erum með þetta flotta stjórnborð til að hjálpa þátttakendum að halda utan um efni eins og spurningum svarað, umræður og breytingar á síðum. Til að virkja það, þarftu bara að smella á <span class="button">Taka þátt!</span> hér fyrir neðan. </p> <p> Það bætir þér við í þátttakandahópinn og setur þig í áskrift fyrir tilkynningum frá Firefox hjálparteyminu. </p> <p> Ekki er samt nauðsynlegt að taka þátt til að hjálpa öðrum notendum eða fá hjálp sjálfur. </p>

source: Join!
is: Taka þátt!

source: No recent activity.
is: Ekkert nýtt að gerast.

source: Article
ga_ie: Alt
is: Síða

source: More options:
ga_ie: Tuilleadh roghanna:
is: Fleiri stillingar:

# l10n dashboard
source: Email me when revisions are...
is: Senda mér póst þegar útgáfur eru...

# dashboard
source: Review
is: Yfirfara

# dashboard
source: Welcome
is: Velkomin

source: Please keep the length of your webm filename to %(max)s characters or less. It is currently %(length)s characters.
is: Hafðu skráarnafn webm ekki lengri en %(max)s stafir. Það er núna %(length)s stafir.

source: Please keep the length of your ogv filename to %(max)s characters or less. It is currently %(length)s characters.
is: Hafðu skráarnafn ogv ekki lengri en %(max)s stafir. Það er núna %(length)s stafir.

source: Please keep the length of your flv filename to %(max)s characters or less. It is currently %(length)s characters.
is: Hafðu skráarnafn flv ekki lengri en %(max)s stafir. Það er núna %(length)s stafir.

source: The video has no files associated with it. You must upload one of the following extensions: webm, ogv, flv.
is: Engin myndbönd eru tengd. Þú verður að hlaða inn skrám með eftirfarandi endingum: webm, ogv, flv.

source: Include this in wiki syntax with [[%(type)s:title]]
is: Notaðu með wiki sniði með [[%(type)s:title]]

source: Video
ga_ie: Físeán
is: Myndband

source: Video (flv)
is: Myndband (flv)

source: Video (ogv)
is: Myndband (ogv)

source: Video (webm)
is: Myndband (webm)

source: Thumbnail
ga_ie: Mionsamhail
is: Smámynd

source: Select a Flash video (FLV) to upload.
is: Veldu flash myndband (FLV) til að hlaða inn.

source: Select an Ogv video to upload.
ga_ie: Roghnaigh físeán Ogv le huasluchtú.
is: Veldu Ogv myndband til að hlaða inn.

source: Select a WebM video to upload.
ga_ie: Roghnaigh físeán WebM le huasluchtú.
is: Veldu WebM myndband til að hlaða inn.

source: Suggested size: {width}x{height}px
is: Mælt er með eftifarandi stærð: {width}x{height}px

source: Could not upload your video.
ga_ie: Níorbh fhéidir d'fhíseán a uasluchtú.
is: Gat ekki hlaðið inn myndbandi.

source: Edit video
ga_ie: Cuir físeán in eagar
is: Breyta myndbandi

source: Save video
ga_ie: Sábháil an físeán
is: Vista myndband

source: Edit video | {t} | Media Gallery
ga_ie: Cuir físeán in eagar | {t} | Gailearaí na Meán
is: Breyta myndbandi | {t} | Myndasafn

source: Delete this video
ga_ie: Scrios an físeán seo
is: Eyða þessu myndbandi

source: Edit this video
ga_ie: Cuir an físeán seo in eagar
is: Breyta þessu myndbandi

source: Delete {format} file
ga_ie: Scrios comhad {format}
is: Eyða {format} skrá

source: Preview ({format})
is: Forskoða ({format})

source: Progress (flv)
is: Framvinda (flv)

source: Progress (ogv)
is: Framvinda (ogv)

source: Progress (webm)
is: Framvinda (webm)

source: Avatar
ga_ie: Abhatár
is: Mynd

source: Support Forum Karma Dashboard
is: Þjónustuspjallsvæði fyrir Karma skjáborð

source: Period Total
is: Heildarfjöldi tímabils

source: Questions
is: Spurningar

source: First Answers
is: Fyrstu svör

source: Solutions
is: Lausnir

source: Answers
is: Svör

source: Unhelpful Votes
is: Atkvæði fyirr hvort þetta er ekki hjálplegt

source: Total Points
is: Heildaratkvæði

source: Days since last activity
is: Dagar síðan seinasta virkni var

source: Date Range
is: Dagsetningarbil

source: 1 week
is: 1 vika

source: 1 month
is: 1 mánuður

source: 3 months
is: 3 mánuðir

source: 6 months
is: 6 mánuðir

source: 1 year
is: 1 ár

source: New thread in %s: %s
ga_ie: Snáithe nua i %s: %s
is: Nýr þráður í %s: %s

source: {l} Discussions | Knowledge Base
is: {l} Umræður | Þekkingargrunnur

source: Questions responded to within 72 hours
is: Spurningar sem svarað hefur verið innan 72 klukkutíma

source: Definition: Percentage of questions that get an action within 72 hours
is: Skilgreining: Prósentuhlutfall spurninga sem svarað hefur verið innan 72 klukkutíma

source: Products and Services
is: Vörur og þjónustur

source: Mozilla News
is: Mozilla fréttir

source: Participate and help other users – <a href="%(url)s"> get started </a>
is: Taktu þátt og hjálpaðu öðrum notendum - <a href="%(url)s"> byrja</a>

source: Suggestion Box
is: Hugmyndabox

source: Your input helps make Mozilla better. <a href="%(url)s"> Give us your feedback </a>
is: Þitt inntak hjálpar okkur við að gera Mozilla betri. <a href="%(url)s"> Sendu okkur þín viðbrögð </a>

source: The messages were deleted!
is: Skilaboðunum var eytt!

# DB: topics.Topic.title
source: None
is: Ekkert

source: Refine and Focus
is: Stilla og skilgreina

source: Email software for Windows, Mac and Linux
is: Tölvupóstforrit fyrir Windows, Mac og Linux

source: Products &amp; Services
is: Vörur og þjónustur

source: Showing
is: Sýni

source: All articles
is: Allar síður

source: Hot Topics
is: Umræðuefni

source: Firefox Help
ga_ie: Cabhair Firefox
is: Firefox hjálp

source: Search the Firefox Support Knowledge Base and Support Forum.
is: Leita í þekkingargrunni Firefox og spjallsvæði.

source: Found <strong>{n}</strong> result for <strong>{q}</strong> in <strong>{l}</strong>
ga_ie: Aimsíodh <strong>{n}</strong> thoradh ar <strong>{q}</strong> i <strong>{l}</strong>
is: Fann <strong>{n}</strong> niðurstöðu fyrir <strong>{q}</strong> á <strong>{l}</strong>

source: Articles
is: Síður

# DB: topics.Topic.title
source: Learn the Basics: get started
is: Lærðu grunnatriðin: að byrja

# DB: topics.Topic.description
source: Learn the Basics: get started
is: Lærðu grunnatriðin: að byrja

# DB: topics.Topic.title
source: Download, install and migration
is: Niðurhala, setja inn og uppfæra

# DB: topics.Topic.description
source: Download, install and migration
is: Niðurhala, setja inn og uppfæra

# DB: topics.Topic.title
source: Privacy and security settings
is: Friðhelgi og öryggisstillingar

# DB: topics.Topic.description
source: Privacy and security settings
is: Friðhelgi og öryggisstillingar

# DB: topics.Topic.title
source: Customize controls, options and add-ons
is: Sérsníða stýringar, stillingar og viðbætur

# DB: topics.Topic.description
source: Customize controls, options and add-ons
is: Sérsníða stýringar, stillingar og viðbætur

# DB: topics.Topic.title
source: Fix slowness, crashing, error messages and other problems
is: Laga hægvirkni, hrun, villumeldingar og önnur vandamál

# DB: topics.Topic.description
source: Fix slowness, crashing, error messages and other problems
is: Laga hægvirkni, hrun, villumeldingar og önnur vandamál

# DB: topics.Topic.title
source: Get community support
is: Fá stuðning frá samfélaginu

# DB: topics.Topic.description
source: Get community support
is: Fá stuðning frá samfélaginu

# DB: topics.Topic.title
source: Tips and tricks
is: Ábendingar og snjallræði

# DB: topics.Topic.description
source: Tips and tricks
is: Ábendingar og snjallræði

# DB: topics.Topic.title
source: Bookmarks
is: Bókamerki

# DB: topics.Topic.description
source: Bookmarks
is: Bókameri

# DB: topics.Topic.title
source: Cookies
is: Smákökur

# DB: topics.Topic.description
source: Cookies
is: Smákökur

# DB: topics.Topic.title
source: Tabs
is: Flipar

# DB: topics.Topic.description
source: Tabs
is: Flipar

# DB: topics.Topic.title
source: Websites
is: Vefsvæði

# DB: topics.Topic.description
source: Websites
is: Vefsvæði

# DB: topics.Topic.title
source: Accessibility
is: Aðgengi

# DB: topics.Topic.description
source: Accessibility
is: Aðgengi

# DB: topics.Topic.title
source: Add-ons
is: Viðbætur

# DB: topics.Topic.description
source: Add-ons
is: Viðbætur

# DB: topics.Topic.title
source: Contributor resources
is: Tilföng þátttakanda

# DB: topics.Topic.description
source: Contributor resources
is: Tilföng þátttakanda

# DB: topics.Topic.title
source: Controls, options, settings, preferences
is: Stýringar, stillingar, valkostir, kostir

# DB: topics.Topic.description
source: Controls, options, settings, preferences
is: Stýringar, stillingar, valkostir, kostir

# DB: topics.Topic.title
source: Crashing
is: Hrun

# DB: topics.Topic.description
source: Crashing
is: Hrun

# DB: topics.Topic.title
source: Diagnostics
is: Greina

# DB: topics.Topic.description
source: Diagnostics
is: Greina

# DB: topics.Topic.title
source: Discussions
is: Umræður

# DB: topics.Topic.description
source: Discussions
is: Umræður

# DB: topics.Topic.title
source: Error messages
is: Villuskilaboð

# DB: topics.Topic.description
source: Error messages
is: Villuskilaboð

# DB: topics.Topic.description
source: Web browser for Windows, Mac and Linux
is: Vafri fyrir Windows, Mac og Linux

# DB: topics.Topic.title
source: Firefox for Android
is: Firefox fyrir Android

# DB: topics.Topic.description
source: Firefox for Android
is: Firefox fyrir Android

# DB: topics.Topic.title
source: Hot topics
is: Heit umræðuefni

# DB: topics.Topic.description
source: Hot topics
is: Heit umræðuefni

# DB: topics.Topic.title
source: Knowledge Base resources
is: Þekkingargrunns tilföng

# DB: topics.Topic.description
source: Knowledge Base resources
is: Þekkingargrunns tilföng

# DB: topics.Topic.title
source: Malware
is: Spilliforrit

# DB: topics.Topic.description
source: Malware
is: Spilliforrit

# DB: topics.Topic.title
source: Migrate
is: Uppfæra

# DB: topics.Topic.description
source: Migrate
is: Uppfæra

# DB: topics.Topic.title
source: Needs documentation
is: Vantar skjölun

# DB: topics.Topic.description
source: Needs documentation
is: Vantar skjölun

# DB: topics.Topic.title
source: OS or version specific issues
is: Vandamál háð stýrikerfi eða útgáfu

# DB: topics.Topic.description
source: OS or version specific issues
is: Vandamál háð stýrikerfi eða útgáfu

# DB: topics.Topic.title
source: Profiles
is: Notendur

# DB: topics.Topic.description
source: Profiles
is: Notendur

# DB: topics.Topic.title
source: Slowness or hanging
is: Hægvirkt eða frost

# DB: topics.Topic.description
source: Slowness or hanging
is: Hægvirkt eða frost

# DB: topics.Topic.title
source: Webmail
is: Veftölvupóstur

# DB: topics.Topic.description
source: Webmail
is: Veftölvupóstur

# DB: products.Product.title
source: Firefox OS
is: Firefox stýrikerfi

# DB: products.Product.description
source: Firefox OS
is: Firefox stýrikerfi

# DB: karma.Title.name
source: Administrator
is: Kerfisstjóra

# DB: karma.Title.name
source: Moderator
is: Umræðustjóri

source: Select a product
is: Veldu vöru

source: Model does not exist.
ga_ie: Níl an tsamhail ann.
is: Módel er ekki til.

source: Username may contain only letters, numbers and ./+/-/_ characters.
is: Notandanafn má aðeins innihalda stafi, tölur og ./+/-/_ stafi.

source: Required. 30 characters or fewer. Letters, digits and ./+/-/_ only.
is: Nauðsynlegt. 30 stafir eða færri. Aðeins stafir, tölustafir og ./+/-/_.

source: Repeat password:
ga_ie: Focal faire arís:
is: Endurtaka lykilorð:

source: Enter the same password as above, for verification.
is: Sláðu inn sama lykilorð og fyrir ofan, til staðfestingar.

source: Passwords must match.
is: Lykilorð verða að passa saman.

source: Please enter a twitter.com URL.
ga_ie: Cuir URL ar twitter.com isteach.
is: Sláðu inn twitter.com veffang.

source: The password entered is known to be commonly used and is not allowed.
is: Innslegið lykilorð er þekkt fyrir að vera ofnotað og er ekki leyft.

source: Twitter URL
ga_ie: URL Twitter
is: Twitter veffang

source: Livechat ID
ga_ie: Aitheantas Livechat
is: Livechat auðkenni

source: Preferred language for email
is: Tungumál fyrir tölvupóst

source: {user} | Documents
is: {user} | Skjöl

source: Documents
is: Skjöl

source: Avatar:
ga_ie: Abhatár:
is: Mynd:

# avatar
source: Delete
ga_ie: Scrios
is: Eyða

source: {0} question
is: {0} spurning

source: I don't have an account.
ga_ie: Níl cuntas agam.
is: Ég er ekki með aðgang.

source: Register
ga_ie: Cláraigh
is: Nýskráning

source: Firefox 19 for Mobile
is: Firefox 19 fyrir farsíma

source: Firefox 18 for Mobile
is: Firefox 18 fyrir farsíma

source: Firefox 17 for Mobile
is: Firefox 17 fyrir farsíma

source: Firefox 16 for Mobile
is: Firefox 16 fyrir farsíma

source: Firefox 15 for Mobile
is: Firefox 15 fyrir farsíma

source: Firefox 14 for Mobile
is: Firefox 14 fyrir farsíma

source: Firefox 12 for Mobile
is: Firefox 12 fyrir farsíma

source: Firefox 11 for Mobile
is: Firefox 11 fyrir farsíma

source: Firefox 10 for Mobile
is: Firefox 10 fyrir farsíma

source: Firefox 9 for Mobile
is: Firefox 9 fyrir farsíma

source: Firefox 8 for Mobile
is: Firefox 8 fyrir farsíma

source: Firefox 7 for Mobile
is: Firefox 7 fyrir farsíma

source: Firefox 6 for Mobile
is: Firefox 6 fyrir farsíma

source: Firefox 5 for Mobile
is: Firefox 5 fyrir farsíma

source: Firefox 4 for Mobile
ga_ie: Firefox 4 Soghluaiste
is: Firefox 4 fyrir farsíma

source: Desktop:
ga_ie: Deasc:
is: Skjáborð:

source: Mobile:
ga_ie: Soghluaiste:
is: Farsími:

source: Desktop OS:
ga_ie: Córas Oibriúcháin:
is: Stýrikerfi tölvu:

source: Mobile OS:
ga_ie: Córas Soghluaiste:
is: Stýrikerfi farsíma:

source: %(old)s-redirect-%(number)i
is: %(old)s-áframsenda-%(number)i

# KB Topic
source: general
is: almennt

source: Revision %s
is: Útgáfa %s

source: Helpfulness Percentage
is: Hjálpleg prósenta

source: Help Articles
is: Hjálparsíður

source: Topic: {topic}
is: Efni: {topic}

source: {locale} | Knowledge Base
is: {locale} | Þekkingargrunnur

source: Revision {n} | {t} | {c}
ga_ie: Leagan {n} | {t} | {c}
is: Útgáfa {n} | {t} | {c}

source: Revision {num}
ga_ie: Leagan {num}
is: Útgáfa {num}

source: Creator:
ga_ie: Cruthaitheoir:
is: Höfundur:

source: Related Articles
is: Tengdar síður

source: Contributors to this page: %(contributors)s
is: Höfundar síðu: %(contributors)s

source: No one has helped translate this article yet. <a href="%(help_link)s">Join us and help get the job done!</a>
is: Enginn hefur ennþá þýtt þessa síðu. <a href="%(help_link)s">Taktu þátt og hjálpaðu okkur að klára verkið!</a>

source: Revision {num}:
ga_ie: Leagan {num}:
is: Útgáfa {num}:

source: If you know what you are doing, you can edit the document anyways.
is: Ef þú veist hvað þú ert að gera, geturðu samt sem áður breytt skjalinu.

source: Edit anyways
is: Breyta samt

source: Revision
is: Útgáfa

source: Discussion
ga_ie: Plé
is: Umræður

source: Firefox Affiliates
is: Firefox aðilar

source: Except where otherwise <a href="http://www.mozilla.org/about/legal.html#site">noted</a>, content on this site is licensed under the <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> or any later version.
is: Á meðan annað er ekki tekið <a href="http://www.mozilla.org/about/legal.html#site">fram</a>, er efni á þessu vefsvæði gefið út undir leyfi <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> eða nýrri útgáfu.

source: Back to home page
ga_ie: Ar ais go dtí an leathanach baile
is: Til baka á heimasíðu

source: skip to navigation
ga_ie: léim go dtí an nascleanúint
gu_in: શોધખોળ છોડી મૂકો
is: til baka á yfirlit

source: switch language
ga_ie: athraigh teanga
gu_in: ભાષા બદલો
is: skipta um tungumál

source: Back to Mozilla.com
ga_ie: Ar ais go dtí Mozilla.com
gu_in: પાછા Mozilla.com પર
is: Til baka á Mozilla.com

source: visit <span>mozilla.org</span>
ga_ie: féach ar <span>mozilla.org</span>
is: heimsækja <span>mozilla.org</span>

source: Features
ga_ie: Gnéithe
gu_in: લક્ષણો
is: Eiginleikar

source: Security
ga_ie: Slándáil
gu_in: સુરક્ષા
is: Öryggi

source: Performance
ga_ie: Feidhmíocht
is: Afköst

source: Customization
ga_ie: Saincheapadh
gu_in: વૈવિધ્યપણું
is: Sérsníða

source: Tour
ga_ie: Turas
is: Skoðunarferð

source: Mobile
ga_ie: Soghluaiste
is: Farsími

source: Mobile Overview
ga_ie: Foramharc: Soghluaiste
is: Yfirlit farsíma

source: Download
ga_ie: Íosluchtaigh
is: Hala niður

source: Customize
ga_ie: Saincheap
is: Sérsníða

source: Sync
is: Samkeyra

source: Develop
ga_ie: Forbairt
is: Þróa
