Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ga_ie, gu_in, is, oc

source: %(number)d minute ago
ga_ie: %(number)d nóiméad ó shin
is: %(number)d mínútu síðan
oc: i a %(number)d minuta

source: %(number)d second ago
ga_ie: %(number)d soicind ó shin
is: %(number)d sekúndu síðan
oc: i a %(number)d segonda

source: Page does not exist.
oc: La pagina existís pas.

source: The image "%s" does not exist.
ga_ie: Níl íomhá "%s" ann.
is: Myndin "%s" er ekki til.
oc: L'imatge « %s » existís pas.

source: The video "%s" does not exist.
ga_ie: Níl físeán "%s" ann.
is: Myndbandið "%s" er ekki til.
oc: La vidèo « %s » existís pas.

# site_title
source: Mozilla Support
is: Mozilla aðstoð
oc: Assisténcia de Mozilla

source: Switch language
is: Skipta um tungumál
oc: Cambiar de lenga

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
is: Þetta er prófunarvefsvæði, skrifað er yfir innihald fyrsta hvern mánaðar.<br> Raunverulega vefsvæðið er <a href="http://support.mozilla.org">hér</a>.
oc: Aquò's un site de preproduccion que lo contengut n'es espotit lo primièr de cada mes.<br>Lo site de produccion es <a href="http://support.mozilla.org">aicí</a>.

source: This page doesn't have a mobile optimized version. Tap here to go back.
is: Þessi síða er ekki með sérstaka síðu fyrir farsíma. Smelltu hér til að fara til baka.
oc: Aquesta pagina a pas una version optimizda per mobil. Quichatz aicí per tornar.

source: Tap here to go to the mobile version of the site.
is: Smelltu hér til að fara á farsímaútgáfu af þessu vefsvæði.
oc: Quichatz aicí per anar sus la version mobila del site.

source: Contact Us
ga_ie: Teagmháil
gu_in: અમારો સંપર્ક
is: Hafðu samband
oc: Contactatz-nos

source: Privacy Policy
ga_ie: Polasaí Príobháideachta
gu_in: ખાનગીપણાની પોલીસિ
is: Persónuverndarstefna
oc: Politica de confidencialitat

source: Legal Notices
ga_ie: Fógraí Dlí
gu_in: કાયદાકીય સૂચનો
is: Lögfræðitilkynningar
oc: Mencions legalas

source: Report Trademark Abuse
ga_ie: Drochúsáid Trádmharcanna
is: Tilkynna misnotkun á vörumerki
oc: Senhalar una violacion de marca depausada

source: Source Code
oc: Còde font

source: Switch to mobile site
is: Skipta yfir í farsíma vefsvæði
oc: Passar en version mobil

source: Change your email preferences
oc: Modificar vòstras preferéncias de corrièr electronic

source: Unsubscribe from these emails
oc: Se desinscriure d'aqueles corrièrs electronics

source: Oops, your request was unsuccessful
ga_ie: Úps, theip ar d'iarratas
is: Úps, beiðni tókst ekki
oc: Ops, vòstra requèsta a pas capitat

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
is: Ekki tókst að framkvæma aðgerðina. Kannski er ekki lengur hægt að framkvæma aðgerðina eða þú reyndir ólöglega aðgerð.
oc: Impossible d'efectuar vòstra requèsta. Benlèu qu'aquesta accion es pas mai disponibla o qu'avètz ensajat d'efectuar una accion invalida.

source: Access denied
ga_ie: Rochtain diúltaithe
is: Aðgangur ekki leyfður
oc: Accès refusat

source: You must have cookies enabled to login or register.
is: Þú verður að virkja smákökur (cookies) til að skrá þig inn eða nýskrá.
oc: Vos cal autorizar los cookies per vos connectar o vos enregistrar.

source: You do not have permission to access this page.
ga_ie: Níl cead agat an leathanach seo a rochtain.
is: Þú hefur ekki aðgangsheimild á þessa síðu.
oc: Avètz pas la permission d'accedir a aquesta pagina.

source: Log in
ga_ie: Logáil isteach
is: Innskráning
oc: Connexion

source: Page Not Found
ga_ie: Leathanach Gan Aimsiú
is: Síða finnst ekki
oc: Pagina pas trobada

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
is: Því miður, þá fundum við ekki síðuna sem þú varst að leita að. Prófaðu að leita á vefsvæðinu með svæðunum hér fyrir neðan.
oc: Malurosament, podèm pas trobar la pagina recercada. Ensajatz una recèrca sul site via lo formulari çaijós.

source: An Error Occurred
ga_ie: Tharla Earráid
is: Villa kom upp
oc: Una error s'es producha

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
is: Æ nei! Svo virðist sem óþekkt villa hafi komið upp. Þegar er búið að láta kerfisstjóra vefsvæðis vita. Reyndu aftur núna, eða eftir nokkrar mínutur.
oc: Ò non ! Sembla qu'una error imprevista s'es producha. Los administrators son ja estats avisats. Tornatz ensajar immediatament, o dins qualques minutas.

source: Contributor Tools
oc: Aisinas dels contributors

source: Edit Profile
ga_ie: Cuir Próifíl in Eagar
is: Breyta notanda
oc: Modificar lo perfil

source: Settings
is: Stillingar
oc: Paramètres

source: Sign Out
ga_ie: Logáil Amach
is: Útskráning
oc: Desconnexion

source: Sign In
is: Innskráning
oc: Connexion

source: For Contributors
ga_ie: Do Rannpháirtithe
is: Fyrir þátttakendur
oc: Pels contributors

source: Quickstart Guide
is: Flýtihjálp
oc: Guida d'aviada rapida

source: News &amp; Resources
is: Fréttir og efni
oc: Actualitats e ressorsas

source: Contributor Forums
is: Spjallsvæði þátttakanda
oc: Forums dels contributors

source: Article Discussions
is: Umræður um síðu
oc: Discussions d'articles

source: Localization Metrics
oc: Estatisticas de localizacion

source: Help on Twitter
ga_ie: Cabhraigh ar Twitter
is: Hjálp fyrir Twitter
oc: Ajuda sus Twitter

source: Support Forum Home
is: Heimasíða spjallsvæðis
oc: Acuèlh del forum d'assisténcia

source: Moderate Forum Content
is: Ritstýra spjallsvæði
oc: Moderar lo contengut del forum

source: Newer
is: Nýrra
oc: Mai recent

source: Older
is: Eldra
oc: Mai ancian

source: Page {n}
ga_ie: Leathanach {n}
is: Síða {n}
oc: Pagina {n}

source: Navigation
ga_ie: Nascleanúint
is: Yfirlit
oc: Navigacion

source: Switch to desktop site
is: Skipta yfir venjulega vefsvæðið
oc: Passar en version classica

source: Profile
is: Notendur
oc: Perfil

source: Languages
is: Tungumál
oc: Lengas

source: Get support for another platform:
oc: Obténer d'ajuda per una autra plataforma :

source: Redirecting
is: Endursendi
oc: Redireccion

source: The URL has changed!
is: URL hefur breyst!
oc: L'URL a cambiat !

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
is: Svo virðist sem þú hafir sett gamlan tengil í bókamerki. Nýi tengillinn fyrir þessar síðu er hér fyrir neðan. Þú ættir að uppfæra bókamerkið þitt. Við munum áframsenda þig yfir á nýja tengilinn eftir 10 sekúndur.
oc: Sembla qu'avètz marcat una anciana URL. La novèla URL per aquesta pagina se tròba çaijós. Vos caldriá metre a jorn vòstres marcapaginas. Vos anam dirigir cap a la novèla URL dins 10 segondas.

source: Maintenance in progress
ga_ie: Cothabháil ar siúl
is: Viðhald í vinnslu
oc: Mantenença en cors

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
is: Þessi eiginleiki hefur verið gerður óvirkur tímabundið á meðan vefsvæði er í viðhaldi. Notaðu til baka hnapp vafra til að reyna aftur seinna.
oc: Aquesta foncionalitat es momentanèament desactivada pendent la mantenença del site. Tronatz a la pagina precedenta e reensajatz pus tard.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
is: Einhverjir eiginleikar á þessari síðu hafa verið gerðir óvirkir tímabundið á meðan viðhald vefsvæðis fer fram. Reyndu aftur seinna.
oc: D'unas foncionalitats d'aquesta pagina son momentanèament desactivadas pendent la mantenença del site. Tornatz ensajar pus tard.

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
is: Hlaða inn mynd með eftirfarandi endingu: jpg, jpeg, png, gif.
oc: Mandatz un imatge amb una de las extensions seguentas : jpg, jpeg, png, gif.

source: "%s" is too large (%sKB), the limit is %sKB
is: "%s" er of stór (%sKB), hámarkið er %sKB
oc: « %s » es tròp grand (%s Ko), lo limit es de %s Ko

source: Model not allowed.
oc: Lo modèl es pas autorizat.

source: Object does not exist.
ga_ie: Níl an réad ann.
is: Hlutur er ekki til.
oc: L'objècte existís pas.

source: Invalid or no image received.
is: Engin mynd eða ógild.
oc: Imatge invalid o cap d'imatge pas recebut.

source: You are not logged in.
ga_ie: Níl tú logáilte isteach.
is: Þú ert ekki skráður inn.
oc: Sètz pas connectat(-ada).

source: The requested image could not be found.
is: Fann ekki umbeðna mynd.
oc: L'imatge demandat a pas pogut èsser trobat.

source: You do not have permission to do that.
ga_ie: Níl cead agat é sin a dhéanamh.
is: Þú hefur ekki réttindi til þess að gera þetta.
oc: Avètz pas la permission de far aquò.

source: Uploaded images:
ga_ie: Íomhánna uasluchtaithe:
is: Myndir hlaðnar upp:
oc: Imatges mandats :

source: Delete selected images
ga_ie: Scrios íomhánna roghnaithe
is: Eyða völdum myndum
oc: Suprimir los imatges seleccionats

source: Add images:
ga_ie: Cuir íomhánna leis:
is: Bæta við myndum:
oc: Apondre d'imatges :

source: Browse for an image to upload.
is: Veldu mynd til að hlaða inn.
oc: Percórrer per trobar un imatge de mandar.

source: Upload
ga_ie: Uasluchtaigh
is: Hlaða inn
oc: Mandar

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
is: Vandamál komu upp viða að senda tölvupóst á þig. Reyndu annað netfang eða hafðu samband við kerfisstjóra.
oc: Capitam pas de vos jónher a vòstra adreça electronica. Ensajatz una adreça diferenta o contactatz un administrator.

source: Username is required.
is: Notandanafn er nauðsynlegt.
oc: Lo nom d'utilizaire es obligatòri.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Notandanafn er of stutt (%(show_value)s stafir). Verður að vera minnst %(limit_value)s stafir.
oc: Lo nom d'utilizaire es tròp cort (%(show_value)s caractèrs). Deu èsser long d'al mens %(limit_value)s caractèrs.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
is: Notandanafn er of langt (%(show_value)s stafir). Verður að vera minna en %(limit_value)s stafir.
oc: Lo nom d'utilizaire es tròp long (%(show_value)s caractèrs). Deu èsser long d'al pus %(limit_value)s caractèrs.

source: Email address is required.
is: Tölvupóstfang er nauðsynlegt.
oc: L'adreça electronica es obligatòria.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Tölvupóstfang er of stutt (%(show_value)s stafir). Verður að vera minnst %(limit_value)s stafir.
oc: L'adreça electronica es tròp corta (%(show_value)s caractèrs). Deu èsser longa d'al mens %(limit_value)s caractèrs.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
is: Tölvupóstfang er of langt (%(show_value)s stafir). Verður að vera minna en %(limit_value)s stafir.
oc: L'adreça electronica es tròp longa (%(show_value)s caractèrs). Deu èsser longa d'al pus %(limit_value)s caractèrs.

source: Password is required.
is: Þarfnast lykilorðs.
oc: Lo senhal es obligatòri.

source: Please enter your password twice.
is: Sláðu inn lykilorðið tvisvar.
oc: Picatz vòstre senhal dos còps.

source: Password must be 8 or more characters.
is: Lykilorð verður að vera 8 stafir eða fleiri.
oc: Lo senhal deu èsser long d'al mens 8 caractèrs.

source: Watch forum threads I start
is: Fylgjast með spjallþráðum I byrja
oc: Susvelhar los subjèctes de discussion de forum qu'ai aviats

source: Watch forum threads I comment in
is: Fylgjast með spjallþráðum I athugasemd í
oc: Susvelhar los subjèctes de discussion de forum dins los quals ai fach de comentaris

source: Watch KB discussion threads I start
is: Fylgjast með spjallþráðum í þekkingargrunni | ræsa
oc: Susvelhar los subjèctes de discussion d'articles qu'ai aviats

source: Watch KB discussion threads I comment in
is: Fylgjast með spjallþráðum í þekkingargrunni | athugasemd í
oc: Susvelhar los subjèctes de discussion d'articles dins los quals ai fach de comentaris

source: Watch Question threads I comment in
is: Fylgjast með spjallþráðum | athugasemd í
oc: Susvelhar los subjèctes de discussion de questions dins los quals ai fach de comentaris

source: Send emails for private messages
is: Senda tölvupóst fyrir einkaskilaboð
oc: Mandar de corrièr electronic pels messatges privats

source: Username:
ga_ie: Ainm úsáideora:
is: Notandanafn:
oc: Nom d'utilizaire :

source: Email address:
ga_ie: Seoladh Ríomhphoist:
is: Tölvupóstfang:
oc: Adreça electronica :

source: Password:
ga_ie: Focal Faire:
is: Lykilorð:
oc: Senhal :

source: A user with that email address already exists.
is: Þegar er til notandi með þetta tölvupóstfang.
oc: Un utilizaire amb aquesta adreça electronica existís ja.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
ga_ie: Cuir ainm úsáideora agus focal faire ceart isteach. Tabhair faoi deara go bhfuil na réimsí seo cás-íogair.
is: Sláðu inn rétt notandanafn og lykilorð. Athugaðu að báðir reitir eru háðir stafstöðu.
oc: Picatz un nom d'utilizaire e un senhal corrèctes. Notatz que los dos camps son sensibles a las majusculas e minusculas.

source: This account is inactive.
ga_ie: Níl an cuntas seo gníomhach.
is: Þessi aðgangur er óvirkur.
oc: Aqueste compte es inactiu.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
is: Svo virðist sem vafrinn þinn styðji ekki smákökur (cookies). Smákökur eru nauðsynlegar fyrir innskráningu.
oc: Los cookies semblan desactivats dins vòstre navigador Web. Los cookies son obligatòris per se connectar.

source: Please enter a facebook.com URL.
ga_ie: Cuir URL ar facebook.com isteach.
is: Sláðu inn facebook.com veffang.
oc: Picatz una URL facebook.com.

source: Your avatar will be resized to {size}x{size}
oc: Vòstre avatar serà redimensionat a la taille {size}×{size}

source: This is your current email.
ga_ie: Seo é do sheoladh ríomhphoist faoi láthair.
is: Þetta er núverandi tölvupóstfang.
oc: Aquò's vòstra adreça electronica actuala.

source: New password:
is: Nýtt lykilorð:
oc: Senhal novèl :

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
is: Þetta tölvupóstfang er ekki tengt neinum notanda. Ertu viss um að þú hafir skráð þig?
oc: Aquesta adreça electronica a pas cap de compte d'utilizaire associat. Sètz segur qu'avètz una inscripcion ?

source: Your username on %s
is: Notandanafnið þitt á %s
oc: Vòstre nom d'utilizaire sus %s

source: At least one number and one English letter are required in the password.
is: Nauðsynlegt er að hafa að minnsta kosti einn tölustaf og einn enskan staf í lykilorðinu.
oc: Lo senhal deu conténer al mens una chifra e una letra latina (pas accentuada).

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
is: Notandanafnið sem þú slóst inn er óviðurkvæmilegt. Veldu eitthvað annað notandanafn og mundu að hjálparhellurnar okkar eru aðrir Firefox notendur eins og þú.
oc: Lo nom d'utilizaire qu'avètz causit es pas apropriat. Causissètz-ne un autre e doblidetz pas que las personas que vos ajudan son de simples utilizaires de Firefox tot coma vos.

source: algorithm
is: algóriþmi
oc: algoritme

source: salt
oc: salatge

source: hash
oc: hashatge

source: Private message
is: Einkaskilaboð
oc: Messatge privat

source: You have been automatically logged in.
oc: Sètz estat(-ada) connectat(-ada) automaticament

source: User
ga_ie: Úsáideoir
is: Notandi
oc: Utilizaire

source: Display name
ga_ie: Ainm taispeána
is: Nafn til birtingar
oc: Nom d'afichar

source: Make my email public
ga_ie: Taispeáin mo sheoladh ríomhphoist go poiblí
is: Tölvupóstfang verður opinbert
oc: Rendre publica mon adreça electronica

source: Biography
ga_ie: Beathaisnéis
is: Æviágrip
oc: Biografia

source: Website
ga_ie: Suíomh Gréasáin
is: Vefsvæði
oc: Site Web

source: Facebook URL
ga_ie: URL Facebook
is: Facebook veffang
oc: URL Facebook

source: IRC nickname
ga_ie: Leasainm IRC
is: IRC gælunafn
oc: Escais IRC

source: Timezone
ga_ie: Crios ama
is: Tímabelti
oc: Fus orari

source: Country
ga_ie: Tír
is: Land
oc: País

source: City
ga_ie: Cathair
is: Borg
oc: Vila

source: Preferred language
oc: Lenga preferida

source: Value
is: Gildi
oc: Valor

source: user
ga_ie: úsáideoir
is: notandi
oc: utilizaire

source: activation key
is: virkjunarkóði
oc: clau d'activacion

source: registration profile
is: skráning
oc: perfil d'inscripcion

source: registration profiles
is: skráningar
oc: perfils d'inscripcion

source: Your account is already activated, log in below.
is: Reikningurinn þinn er þegar virkjaður, skráðu þig inn hér fyrir neðan.
oc: Vòstre compte es ja activat, connectatz-vos çaijós.

source: Account already activated
is: Reikningur er þegar búið að virkja
oc: Lo compte es ja activat.

source: Your settings have been saved.
is: Búið er að vista stillingar.
oc: Vòstres paramètres son estats enregistrats.

source: We've sent an email with the username to any account using {email}.
is: Búið er að senda tölvupóst með notandanafni á {email}.
oc: Avèm mandat un corrièl amb lo nom d'utilizaire a totes los comptes qu'utilizan {email}.

source: Done!
is: Búið!
oc: Acabat !

source: Account successfully verified!
is: Tókst að staðfesta aðgang!
oc: Lo compte es estat verificat !

source: Something is wrong
ga_ie: Tá rud éigin bunoscionn
is: Eitthvað er að
oc: I a quicòm que truca

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
is: Búið er að staðfesta reikninginn þinn, og búið er að senda spurninguna þína á Mozilla spjallsvæðið.
oc: Vòstre compte es estar verificat, e vòstra question es ara publicada suls forums d'assisténcia comunautària de Mozilla.

source: See your question here:
is: Sjáðu spurningarnar þínar hér:
oc: Vejatz vòstra question aicí :

source: Sit back and relax. Our forum contributors will get back to you with an answer.
is: Hallaðu þér aftur og slakaðu á. Meðlimir á spjallsvæðinu munu hafa samband við þig með svari.
oc: Assetatz-vos e detendètz-vos. Los benevòls de nòstres forums vos van respondre.

source: While you wait
is: Á meðan þú bíður
oc: En esperant

source: Log in, so you can respond to your question when it is answered:
is: Skráðu þig inn, svo þú getir svarað spurningunni þinni þegar henni hefur verið svarað:
oc: Connectatz-vos per poder reagir a vòstra question quand recèp una responsa :

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
is: Búið er að staðfesta tölvupóstfang og aðgangur hefur verið virkjaður! Þú getur skráð þig inn, og breytt aðgangi.
oc: Avètz confirmat vòstra adreça electronica e activat vòstre compte ! Ara, vos podètz connectar e modificar vòstre perfil.

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
is: Ekki tókst að virkja aðganginn. Gakktu úr skugga um að þú hafir smellt á réttan tengil í póstinum eða slegið inn rétt netfang.
oc: Avèm pas pogut activar vòstre compte. Asseguratz-vos qu'avètz clicat sul bon ligam dins vòstre corrièl o picat la bona adreça.

source: Log In / Register
is: Innskráning / Nýskráning
oc: Se connectar / s'inscriure

source: Change email address
ga_ie: Athraigh mo sheoladh ríomhphoist
is: Breyta tölvupóstfangi
oc: Modificar l'adreça electronica

source: You will need to confirm the newly set email address to complete the change.
is: Þú verður að staðfesta breytt tölvupóstfang til að ljúka breytingum.
oc: Vos cal confirmar la novèla adreça electronica definida per que lo cambiament siá efectiu.

source: Change my email
ga_ie: Athraigh mo sheoladh ríomhphoist
is: Breyta tölvupóstfangi
oc: Cambiar mon adreça electronica

source: Unable to change email for user {username}
ga_ie: Níorbh fhéidir seoladh ríomhphoist {username} a athrú
is: Gat ekki breytt tölvupóstfangi fyrir notanda {username}
oc: Impossible de modificar l'adreça electronica per l'utilizaire {username}

source: Email changed for user {username}
is: Breytti tölvupóstfangi fyrir notanda {username}
oc: Adreça electronica cambiada per l'utilizaire {username}

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
is: Netfangið sem þú slóst inn ({new_email}) er þegar til í kerfinu. Núverandi netfang fyrir aðganginn þinn er {old_email}.
oc: L'adreça electronica qu'avètz picada ({new_email}) existís ja dins lo sistèma. L'adreça electronica actuala per vòstre compte es encara {old_email}.

source: Your email has been changed from {old_email} to {new_email}.
is: Búið er að breyta netfanginu þínu frá {old_email} í {new_email}.
oc: Vòstra adreça electronica es estada cambiada de {old_email} a {new_email}.

source: Confirmation email sent
ga_ie: Seoladh teachtaireacht dearbhaithe
is: Búinn að senda staðfestingarpóst
oc: Corrièl de confirmacion mandat

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
is: Búið er að senda staðfestingarpóst á %(new_email)s. Smelltu á tengilinn í staðfestingarpóstinum til að breyta tölvupóstfanginu þínu.
oc: Avèm mandat una confirmacion a %(new_email)s. Seguissètz lo ligam dins la confirmacion per cambiar l'adreça electronica de vòstre compte.

source: Are you sure you want to delete your avatar?
ga_ie: An bhfuil tú cinnte gur mhaith leat d'abhatár a scriosadh?
is: Ertu viss um að þú viljir eyða myndinni þinni?
oc: Sètz segur que volètz suprimir vòstre avatar ?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
is: Þú ert að fara að eyða endanlega myndinni þinni. <strong>Ekki er hægt að bakfæra þessa aðgerð!</strong> Alltaf er hægt að <a href="%(upload_url)s">hala upp aðra mynd</a> til að skipta fyrir núverandi mynd.
oc: Sètz a mand de suprimir definitivament vòstre avatar. <strong>Aquesta accion pòt pas èsser anullada !</strong> Podètz encara <a href="%(upload_url)s">mandar un autre avatar</a> per remplaçar l'actual.

source: Deactivation Log
oc: Jornal de desactivacion

source: Deactivated user
oc: Utilizaire desactivat

source: Deactivated by
oc: Desactivat per

source: Documents edited or translated
is: Skjölum breytt eða þýdd
oc: Documents modificats o traduches

source: Redirects
oc: Redireccion

source: Change Avatar
ga_ie: Athraigh an tAbhatár
is: Breyta mynd
oc: Cambiar l'avatar

# avatar
source: Change
ga_ie: Athraigh
is: Breyta
oc: Modificar

source: Update
ga_ie: Nuashonraigh
is: Uppfæra
oc: Metre a jorn

source: Edit Settings
is: Breyta stillingum
oc: Modificar los paramètres

source: Retrieve Username
is: Ná í notandanafn
oc: Recuperar lo nom d'utilizaire

source: Forgotten your username? Enter your email address below, and we'll send it to you.
is: Gleymt notandanafn? Sláðu inn netfang fyrir neðan, og við sendum það til þín.
oc: Avètz doblidat vòstre nom d'utilizaire ? Picatz vòstra adreça electronica çaijós, e lo vos mandarem.

source: Send username
is: Send notandanafn
oc: Mandar lo nom d'utilizaire

source: {user} | Profile
ga_ie: {user} | Próifíl
is: {user} | Notandi
oc: {user} | Perfil

source: Edit user profile
is: Breyta notanda
oc: Modificar lo perfil d'utilizaire

source: Deactivate this user
oc: Desactivar aqueste utilizaire
