Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ga_ie, gu_in, is, oc

source: Are you sure you want to remove {user} from the document contributors?
is: Ertu viss um að þú viljir eyða {user} úr hópi þáttakanda fyrir þetta skjal?
oc: Sètz segur que volètz levar {user} de contributors del document ?

source: Remove contributor
is: Fjarlægja þáttakanda
oc: Levar lo contributor

source: Remove {role}
is: Fjarlægja {role}
oc: Levar {role}

source: Locales
is: Tungumál
oc: Lengas

source: Are you sure you want to remove {user}?
is: Ertu viss um að þú viljir eyða {user}?
oc: Sètz segur que volètz levar {user} ?

source: Delete Revision | {document}
ga_ie: Scrios Leagan | {document}
is: Eyða útgáfu | {document}
oc: Suprimir la revision | {document}

source: Delete Revision
ga_ie: Scrios Leagan
is: Eyða útgáfu
oc: Suprimir la revision

source: Unable to delete only revision of the document
is: Get ekki eytt einu útgáfunni af skjalinu
oc: Impossible de suprimir la sola revision del document

source: To delete the document, please notify an admin.
is: Til að eyða skjalinu, hafðu samband við stjórnanda.
oc: Per suprimir lo document, avistaz un administrator.

source: Go back to document history
is: Til baka á sögu skjals
oc: Tornar a l'istoric del document

source: Are you sure you want to delete this revision?
ga_ie: An bhfuil tú cinnte gur mhaith leat an leagan seo a scriosadh?
is: Ertu viss um að þú viljir eyða þessari útgáfu?
oc: Sètz segur que volètz suprimir aquesta revision ?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
is: <strong>Aðvörun:</strong> Þessi útgáfa er með tengd KB atkvæði fyrir hjálplegt. Ef þú eyðir þessari útgáfu verða þessum atkvæðum einnig eytt.
oc: <strong>Avertiment :</strong> Aquesta revision a de vòtes d'utilitat associats a la banca de coneissenças. La supression d'aquesta revision provocarà tanben la supression d'aqueles vòtes.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessari útgáfu. <strong>Ekki er hægt að bakfæra þessa aðgerð!</strong> Ertu viss um að þú viljir halda áfram?
oc: Sètz a mand de suprimir definitivament aquesta revision. <strong>Aquesta actcon pòt pas èsser anullada !</strong> Sètz segur que volètz contunhar ?

source: Edit Article | {document}
ga_ie: Cuir Alt in Eagar | {document}
is: Breyta síðu | {document}
oc: Modificar l'article | {document}

source: Edit Article
ga_ie: Cuir Alt in Eagar
is: Breyta síðu
oc: Modificar l'article

source: <em>Editing</em> {title}
ga_ie: {title} <em>á chur in eagar</em>
is: <em>Breyta</em> {title}
oc: <em>Modificacion de</em> {title}

source: Edit Description
ga_ie: Athraigh an cur síos
is: Breyta lýsingu
oc: Modificar la descripcion

source: Save description
is: Vista lýsingu
oc: Enregistrar la descripcion

source: Edit Content
ga_ie: Cuir Ábhar in Eagar
is: Breyta innihaldi
oc: Modificar lo contengut

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
is: Til að sjá hjálp með að skrifa síður, kíktu á <a href="%(url)s">Hjálparskjal fyrir aðstoð</a>.
oc: Per obténer d'ajuda sus l'escritura d'articles, consultatz lo <a href="%(url)s">Guida dels documents d'assisténcia</a>.

source: characters remaining.
is: stafir eftir.
oc: caractèrs que demòran.

source: Revision History | {document}
ga_ie: Stair na Leaganacha | {document}
is: Útgáfusaga | {document}
oc: Istoric de las revisions | {document}

source: History
ga_ie: Stair
is: Útgáfur
oc: Istoric

source: History of {title}
ga_ie: Stair: {title}
is: Útgáfur fyrir {title}
oc: Istoric de {title}

source: Revision history for:
ga_ie: Stair na leaganacha:
is: Útgáfusaga fyrir:
oc: Istoric de las revisions per :

source: Edit contributors
is: Breyta þátttakendum
oc: Modificar los contributors

source: Document contributors
is: Þátttakendur skjals
oc: Contributors del document

source: Remove user from contributors
is: Fjarlægja notanda úr þátttakendum
oc: Levar l'utilizaire dels contributors

source: Add Contributor
is: Bæta við þátttakanda
oc: Apondre un contributor

source: All Articles
ga_ie: Gach Alt
is: Allar síður
oc: Totes los articles

source: There are no articles.
ga_ie: Níl aon altanna.
is: Engar síður.
oc: I a pas cap d'article.

source: [{locale}] KB Team
oc: [{locale}] Equipa de la basa de coneissenças

source: [{locale}] Localization Team
oc: [{locale}] Equipa de localizacion

source: Edit locale leaders
is: Breyta stjórnendum tungumála
oc: Modificar los responsables de la lenga

source: Locale Leaders
is: Stjórnendur tungumál
oc: Responsables de la lenga

source: Remove user from locale leaders
is: Fjarlægja notanda sem stjórnanda tungumáls
oc: Levar l'utilizaire dels responsables de la lenga

source: Edit locale reviewers
is: Breyta ritstjórum tungumáls
oc: Modificar los verificadors de la lenga

source: Locale Reviewers
is: Ritstjórar tungumáls
oc: Verificadors de la lenga

source: Add Reviewer
is: Bæta við ritstjóra
oc: Apondre un verificador

source: Remove user from locale reviewers
is: Fjarlægja notanda úr ritstjóra tungumál
oc: Levar l'utilizaire dels verificadors de la lenga

source: Edit locale editors
is: Breyta notanda tungumáls
oc: Modificar los redactors de la lenga

source: Locale Editors
is: Notendur tungumáls
oc: Redactors de la lenga

source: Add Editor
is: Bæta við ritstjóra
oc: Apondre un redactor

source: Remove user from locale editors
is: Fjarlægja notanda úr stjórnanda tungumáls
oc: Levar l'utilizaire dels redactors de la lenga

source: {count} Active Contributors (last 90 days)
oc: {count} contributors actius (90 darrièrs jorns)

source: Locales | Knowledge Base
is: Tungumál | Þekkingargrunnur
oc: Lengas | Banca de coneissenças

source: Create a New Article | Knowledge Base
ga_ie: Cruthaigh Alt Nua | Bunachar Eolais
is: Búa til nýja síðu | Þekkingargrunnur
oc: Crear un article novèl | Banca de coneissenças

source: New Article
ga_ie: Alt Nua
is: Ný síða
oc: Article novèl

source: Create a New Knowledge Base Article
ga_ie: Cruthaigh Alt Nua sa Bhunachar Eolais
is: Búa til nýja síðu í þekkingargrunni
oc: Crear un article novèl de la banca de coneissenças

source: Article is for:
is: Síðan er fyrir:
oc: L'article es per :

source: Review Revision {id} | {document}
ga_ie: Athbhreithnigh Leagan {id} | {document}
is: Yfirfara útgáfu {id} | {document}
oc: Verificacion de la revision {id} | {document}

source: Review Revision
oc: Verificacion de la revision

source: Review Revision of {title}
ga_ie: Athbhreithnigh Leagan de {title}
is: Yfirfara útgáfu af {title}
oc: Verificacion de la revision de {title}

source: Reviewing Revision {id} by {user}
is: Yfirfara útgáfu {id} eftir {user}
oc: Verificacion de la revision {id} per {user}

source: This revision was already reviewed by {user} on {date}.
is: Þessi útgáfa hefur þegar verið yfirfarin af notanda {user} þann {date}.
oc: Aquesta revision es ja estada verificada per {user} lo {date}.

source: Submitted Revision Changes
is: Senda inn útgáfubreytingar
oc: Modificacions de la revision somesas

source: Current public revision:
ga_ie: Leagan atá poiblí faoi láthair:
is: Núverandi opinber útgáfa:
oc: Revision publica correnta :

source: Submitted revision:
is: Innsend útgáfa:
oc: Revision somesa :

source: Revision Source
ga_ie: Foinse an leagain
is: Frumkóði útgáfu
oc: Font de la revision

source: Revision Content
ga_ie: Ábhar an leagain
is: Innihald útgáfu
oc: Contengut de la revision

source: This document does not have a current revision.
ga_ie: Níl leagan reatha ag an gcáipéis seo.
is: Þetta skjal er ekki með núverandi útgáfu.
oc: Aqueste document a pas de cap de revision correnta.

source: Search results summary:
ga_ie: Achoimre ar thorthaí an chuardaigh:
is: Niðurstöður leitar:
oc: Resumit dels resultats de recèrca :

source: Revision source:
ga_ie: Foinse an leagain:
is: Frumkóði útgáfu:
oc: Font de la revision :

source: Revision rendered html:
is: Útgáfa sem html:
oc: Rendut HTML de la revision :

source: Review Translation {id} | {document}
ga_ie: Athbhreithnigh Aistriúchán {id} | {cáipéis}
is: Yfirfara þýðingu {id} | {document}
oc: Verificacion de la traduccion {id} | {document}

source: Review Translation
oc: Verificacion de la traduccion

source: Review Translation of {title}
ga_ie: Athbhreithnigh Aistriúchán ar {title}
is: Yfirfara þýðingu fyrir {title}
oc: Verificacion de la traduccion de {title}

source: Reviewing Translation {id} in {language} by {user}
ga_ie: Aistriúchán {id} i {language} le {user} á athbhreithniú
is: Yfirfara þýðingu {id} á {language} eftir {user}
oc: Verificacion de la traduccion {id} en {language} per {user}

source: This translation was already reviewed by {user} on {date}.
is: Þegar er búið að yfirfara þessa þýðingu af {user} þann {date}.
oc: Aquesta traduccion es ja estada verificada per {user} lo {date}.

source: Recent English Changes
ga_ie: Athruithe Le Déanaí sa Leagan Béarla
is: Nýlegar enskar breytingar
oc: Modificacions recentas en anglés

source: Submitted Translation Changes
is: Innsendar breytingar á þýðingum
oc: Modificacions de la traduccion somesas

source: Current public translation:
ga_ie: Aistriúchán atá poiblí faoi láthair:
is: Nuverandi opinber þýðing:
oc: Traduccion publica correnta :

source: Submitted translation:
is: Innsend þýðing:
oc: Traduccion somesa :

source: Full Article Sources
is: Frumkóði síðu
oc: Fonts completas de l'article

source: The {default_locale} version has no approved content to show.
ga_ie: Níl aon ábhar ceadaithe sa leagan {default_locale}.
is: {default_locale} útgáfan inniheldur ekki neitt samþykkt innihald til að sýna.
oc: La version en {default_locale} a pas cap de contengut aprovat d'afichar.

source: Approved {default_locale} version:
ga_ie: Leagan ceadaithe {default_locale}:
is: Samþykkt {default_locale} útgáfa:
oc: Version en {default_locale} aprovada :

source: Revision {id} by {user} on {date}
ga_ie: Leagan {id} le {user} ar {date}
is: Útgáfa {id} eftir {user} þann {date}
oc: Revision {id} per {user} lo {date}

source: Submitted {locale} translation:
ga_ie: Aistriúchán {locale} curtha faoi bhráid:
is: Sendi inn {locale} þýðingu:
oc: Traduccion somesa en {locale} :

source: This document does not have a current translation.
ga_ie: Níl aon aistriúchán cothrom le dáta ag an gcáipéis seo.
is: Þetat skjal er ekki með þýðingu.
oc: Aqueste document a pas cap de traduccion correnta.

source: Translation keywords:
ga_ie: Lorgfhocail an aistriúcháin:
is: Stikkorð þýðingar:
oc: Mots claus de la traduccion :

source: Translation search results summary:
is: Niðurstöður fyrir þýðingarleit:
oc: Resumit dels resultats de recèrca de la traduccion :

source: Translation source:
ga_ie: Foinse an aistriúcháin:
is: Frumkóði þýðingar:
oc: Font de la traduccion :

source: Translation rendered html:
is: Þýðing sem html:
oc: Rendut HTML de la traduccion :

source: Revision Information
ga_ie: Eolas faoin Leagan
is: Útgáfaupplýsingar
oc: Informacions de la revision

source: Revision id:
ga_ie: Aitheantas an Leagain:
is: Útgáfanúmer:
oc: Identificant de la revision :

source: Reviewed:
ga_ie: Athbhreithnithe:
is: Yfirfarið:
oc: Verificada :

source: Reviewed by:
ga_ie: Athbhreithnithe ag:
is: Yfirfarið af:
oc: Verificada per :

source: Is approved?
ga_ie: Ceadaithe?
is: Samþykkt?
oc: Es aprovada ?

source: Is current revision?
ga_ie: An é seo an leagan reatha?
is: Núverandi útgáfa?
oc: Es la revision correnta ?

source: Ready for localization:
is: Tilbúin fyrir þýðingu:
oc: Prèst per la localizacion :

source: Edit article based on this revision
ga_ie: Cuir an t-alt in eagar bunaithe ar an leagan seo
is: Breyta síðu sem er byggð á þessari útgáfu
oc: Modificar l'article basat sus aquesta revision

source: Select language | {document}
ga_ie: Roghnaigh teanga | {document}
is: Veldu tungumál | {document}
oc: Seleccionar la lenga | {document}

source: Select language
ga_ie: Roghnaigh teanga
is: Veldu tungumál
oc: Seleccionar la lenga

source: Select a language to translate to:
is: Veldu tungumál til að þýða yfir á:
oc: Seleccionatz una lenga cap a la quala cal traduire :

source: Show translations | {document}
oc: Afichar las traduccions | {document}

source: This document has been translated to the following locales:
oc: Aqueste document es estat traduch dins las lengas seguentas :

source: Translate Article | {document}
ga_ie: Aistrigh an tAlt | {document}
is: Þýða síðu | {document}
oc: Traduire l'article | {document}

source: Translate Article
ga_ie: Aistrigh an tAlt
is: Þýða síðu
oc: Traduire l'article

source: You are translating an English document which is not yet ready for localization.
is: Þú ert að þýða skjal á ensku sem er ekki ennþá tilbúið fyrir þýðingu.
oc: Sètz a traduire un document en anglés qu'es pas encara prèst per la localizacion.

source: Translating {title}
ga_ie: {title} á aistriú
is: Þýði {title}
oc: Traduccion de {title}

source: Translating article to {locale}
ga_ie: Alt á aistriú go {locale}
is: Þýða síðu yfir á {locale}
oc: Traduccion de l'article en {locale}

source: Translate Description
ga_ie: Aistrigh an Cur Síos
is: Þýða lýsingu
oc: Traduire la descripcion

source: Title in {locale}:
ga_ie: Teideal i {locale}:
is: Titill á {locale}:
oc: Títol en {locale} :

source: Slug in {locale}:
ga_ie: Sluga i {locale}:
is: Auðkenni í {locale}:
oc: Identificant en {locale} :

source: Translate Content
ga_ie: Aistrigh an tÁbhar
is: Þýða innihald
oc: Traduire lo contengut

source: Recently approved updates
is: Nýlega samþykktar uppfærslur
oc: Mesas a jorn aprovadas recentament

source: Differences
is: Breytingar
oc: Diferéncias

source: Note: This article has no revisions ready for localization.
is: Athugið: Þessi síða er ekki með neinar útgáfur fyrir þýðingar.
oc: Nòta : aqueste article a pas cap de revision de prèsta per la localizacion.

source: Note: There are no approved translations for this article.
ga_ie: Nóta: Níl aon aistriúcháin cheadaithe ar an alt seo.
is: Athugið: Engar samþykktar þýðingar eru til fyrir þessa síðu.
oc: Remarca : cap de traduccion es pas estada aprovada per aqueste article.

source: Keywords in {locale}:
ga_ie: Lorgfhocail i {locale}:
is: Stikkorð á {locale}:
oc: Mots claus en {locale} :

source: Search result summary in {locale}:
is: Niðurstöður leitar á {locale}:
oc: Resumit dels resultats de recèrca en {locale} :

source: {locale} translation:
ga_ie: Aistriúchán as {locale}:
is: {locale} þýðing:
oc: Traduccion en {locale} :

source: What Links Here | {document}
oc: Ligams cap a aquesta pagina | {document}

source: What Links Here
oc: Ligams cap a aquesta pagina

source: Documents that link to "{title}"
oc: Documents qu'an un ligam cap a « {title} »

source: Documents that include "{title}"
oc: Documents que comprenon « {title} »

source: Documents that use "{title}" as a template
oc: Documents qu'utilizan « {title} » coma modèl

source: No other documents link to {title}.
oc: Cap d'autre document a pas de ligam cap a {title}.

source: View the updated document
oc: Consultatz lo document mes a jorn

source: View this document's history
oc: Consultatz l'istoric d'aqueste document

source: Localize the document
oc: Tradusissètz lo document

source: Review this revision
oc: Verificatz aquesta revision

source: View the history of this document
oc: Consultatz l'istoric d'aqueste document

source: (Redirected from <a href="{href}">{title}</a>)
ga_ie: (Athdhírithe ó <a href="{href}">{title}</a>)
is: (Sent frá <a href="{href}">{title}</a>)
oc: (redirigit dempuèi <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
is: <p>Þessi síða gæti verið úrelt.</p> <p> Búið er að bæta við mikilvægri breytingu í ensku útgáfuna sem þessi síða er byggð á. Þangað til þessi síða verður uppfærð, gæti þessi síða verið hjálplegri: <a href="%(url)s">%(title)s</a> </p>
oc: <p>Aqueste article poiriá èsser obsolèt.</p> <p>Una modificacion importanta es estada facha sus l'article en anglés sul qual aqueste es basat. En esperant que l'article siá mes a jorn, aquò poiriá vos interessar : <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
is: Þessari síðu er ekki lengur viðhaldið, þannig að innihaldið gæti verið úrelt.
oc: Aqueste article es pas mai mantengut. Per consequéncia, son contengut poiriá èsser obsolèt.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
is: Sjálfboðaliðarnir okkar eru að vinna í því að þýða þessa síðu. Á meðan hún er ekki tilbúinn, er best að nota ensku útgáfuna.
oc: Nòstres benevòls son a trabalhar sus la traduccion d'aqueste article. En esperant, benlèu que la version en anglés vos pòt ajudar.

source: This article doesn't have approved content yet.
ga_ie: Níl aon ábhar ceadaithe san alt seo fós.
is: Þessi síða inniheldur ekki ennþá neitt samþykkt innihald.
oc: Aqueste article a pas encara cap de contengut aprovat.

source: Warning: There are newer unreviewed revisions of this article.
is: Aðvörun: Það eru nýjar ósamþykktar útgáfur af þessari síðu.
oc: Avertiment : I a de revisions pas verificadas mai recentas d'aqueste article.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
is: Kíktu á <a href="%(url)s">söguna</a> til að byggja þínar breytingar á ósamþykktri útgáfu.
oc: Consultatz <a href="%(url)s">l'istoric</a> per basar vòstra modificacion sus una revision pas verificada existenta.

source: Change Revisions
is: Breyta útgáfum
oc: Cambiar las revisions

source: Stop article emails
is: Hætta með tölvupóst fyrir síðu
oc: Arrestar los corrièls d'aqueste article

source: Email me article changes
is: Senda mér breytingar á síðu
oc: Mandar un corrièl quand aqueste article es modificat.

source: Submit for Review
is: Senda í yfirlestur
oc: Sometre a la verificacion

source: Preview Content
ga_ie: Réamhamharc ar Ábhar
is: Forskoða innihald
oc: Apercebut del contengut

source: Preview Changes
is: Forskoða breytingar
oc: Apercebut de las modificacions

source: Submit Your Changes
ga_ie: Seol Do Chuid Athruithe
is: Senda inn breytingar
oc: Sometre vòstras modificacions

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
is: Þú rokkar! Við látum þig vita með tölvupósti ef breytingarnar þínar verða samþykktar. Þú getur fylgst með umræðum um þessa síðu með því að smella á umræðu flipann.
oc: Felicitacions ! Vos mandarem un corrièl per vos avertir se vòstras modificacions son aprovadas. Podètz seguir la discussion a prepaus d'aqueste article en clicant sus l'onglet Discussion.

source: Briefly describe your changes:
ga_ie: Déan cur síos ar do chuid athruithe:
is: Skrifaðu inn stutta lýsingu á þínum breytingum:
oc: Descrivètz brèvament vòstras modificacions :

source: This edit does not make this article up to date. The English differences should not change on the next edit.
is: Þessi breyting mun ekki uppfæra þessa síðu í nýjustu. Breytingar frá ensku útgáfunni ættu ekki að breytast við næstu breytingu.
oc: Aquesta modificacion ten pas compte de totes los cambiaments de l'article en anglés. Las diferéncias sus l'article en anglés demoraràn al moment de la modification que ven.

source: Notify me of any future changes to this page
is: Láta mig vita af breytinum á þessari síðu
oc: M'avertir de las modificacions venentas d'aquesta pagina

source: Help with:
ga_ie: Cabhair le:
is: Hjálp með:
oc: Ajuda amb :

source: Was this article helpful?
ga_ie: Ar chuidigh an t-alt seo leat?
is: Var þessi síða hjálpleg?
oc: L'article vos a semblat utile ?

source: Please wait...
ga_ie: Fan go fóill, le do thoil...
is: Bíddu andartak...
oc: Pacientatz...

source: Leave a message for {contributor}:
is: Skilja eftir skilaboð fyrir {contributor}:
oc: Daissatz un messatge per {contributor} :

source: Leave a message for {rest} and {last}:
is: Skilja eftir skilaboð fyrir {rest} og {last}:
oc: Daissatz un messatge per {rest} e {last} :

source: Warning: This page is also being edited by %(user)s!
is: Aðrövun: Einnig er verið að breyta þessari síðu af %(user)s!
oc: Avertiment : Aquesta pagina es tanben en cors de modificacion per %(user)s !

source: Edit anyway
oc: Modificar malgrat tot

source: Report Abuse
is: Tilkynna misnotkun
oc: Senhalar un abús

source: Report this
is: Tilkynna þetta
oc: Senhalar aquò

source: Have more to say?
is: Þarftu að segja eitthvað meira?
oc: Quicòm mai a dire ?

source: Mark as Ready for Localization
is: Merkja sem tilbúið fyrir þýðingu
oc: Marcar coma prèst per la localizacion

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
is: Þú ætlar að merkja þessa útgáfu <span class="revtime"></span> sem tilbúna fyrir þýðingu. Ertu viss um að þú viljir halda áfram?
oc: Sètz a mand de marcar aquesta revision <span class="revtime"></span> coma prèsta per la localizacion. Sètz segur que volètz contunhar ?

source: View Diff
oc: Veire las diferéncias

source: Close Diff
oc: Tampar lo comparator

source: Editor
is: Ritstjóri
oc: Autor

source: Approve Translation
ga_ie: Ceadaigh an tAistriúchán
is: Samþykkja þýðingu
oc: Aprovar la traduccion

source: Approve Revision
ga_ie: Ceadaigh an Leagan
is: Samþykkja útgáfu
oc: Aprovar la revision

source: Defer Translation
is: Fresta þýðingu
oc: Ajornar la traduccion

source: Defer Revision
is: Fresta útgáfu
oc: Ajornar la revision

source: Cancel Review
ga_ie: Cuir an tAthbhreithniú ar ceal
is: Hætta við yfirferð
oc: Anullar la verificacion

source: Accept this Translation
ga_ie: Glac leis an Aistriúchán seo
is: Samþykkja þýðingu
oc: Acceptar aquesta traduccion

source: Accept this Revision
ga_ie: Glac leis an Leagan seo
is: Samþykkja útgáfu
oc: Acceptar aquesta revision

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
is: Þú ert að fara að samþykkja þínar eigin breytingar. Betra væri að láta <a href="%(url)s">einhverja aðra</a> fara yfir í staðinn.
oc: Sètz a mand d'aprovar vòstra pròpria modificacion. Envisajatz puslèu de demandar a nòstres <a href="%(url)s">verificadors</a>.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
is: Með því að smella á samþykkja verður þessi útgáfa af síðunni birt! Athugaðu hvort allar stillingar eru ekki örugglega réttar.
oc: En clicant sus Acceptar, aquesta version de l'article serà mesa en linha ! Prenètz un momenton per verificar que totas las opcions son corrèctas.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
is: Takk fyrir að eyða tíma í að fara yfir þessar breytingar. Með því að smella á samþykkja verður þessi útgáfa af síðunni birt! Athugaðu hvort allar stillingar eru ekki örugglega réttar.
oc: Mercé d'aver pres lo temps de verificar aqueles cambiaments. En clicant sus Acceptar, aquesta version de l'article serà mesa en linha ! Prenètz un momenton per verificar que totas las opcions son corrèctas.

source: Accept
ga_ie: Glac Leis
is: Samþykkja
oc: Acceptar

source: Defer this Translation
is: Fresta þessari þýðingu
oc: Ajornar aquesta traduccion

source: Defer this Revision
is: Fresta þessari útgáfu
oc: Ajornar aquesta revision
