Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ga_ie, gu_in, is, oc

source: Edit thread
ga_ie: Cuir snáithe in eagar
is: Breyta þræði
oc: Modificar lo subjècte de discussion

source: Edit thread "{t}"
ga_ie: Cuir snáithe "{t}" in eagar
is: Breyta þræði "{t}"
oc: Modificar lo subjècte de discussion « {t} »

source: Update thread
ga_ie: Nuashonraigh snáithe
is: Uppfæra þráð
oc: Metre lo subjècte de discussion a jorn

source: Create a new thread | {d} | Knowledge Base
ga_ie: Cruthaigh snáithe nua | {d} | Bunachar Eolais
is: Búa til nýjan þráð | {d} | Þekkingargrunnur
oc: Crear un novèl subjècte de discussion | {d} | Banca de coneissenças

source: Create a new thread
ga_ie: Cruthaigh snáithe nua
is: Búa til nýjan þráð
oc: Crear un novèl subjècte de discussion

source: Post Thread
is: Senda inn nýjan þráð
oc: Publicar lo subjècte de discussion

source: {t} | {d} Discussion | Knowledge Base
ga_ie: {t} | Plé {d} | Bunachar Eolais
is: {t} | {d} Umræður | Þekkingargrunnur
oc: {t} | Discussion sus {d} | Banca de coneissenças

source: Edit this thread
is: Breyta þessum þræði
oc: Modificar aqueste subjècte de discussion

source: Delete this thread
is: Eyða þessum þræði
oc: Suprimir aqueste subjècte de discussion

source: Unlock this thread
is: Aflæsa þessum þræði
oc: Desvarrolhar aqueste subjècte de discussion

source: Lock this thread
is: Læsa þessum þræði
oc: Varrolhar aqueste subjècte de discussion

source: Unsticky this thread
is: Losa þennan þráð
oc: Desempegar aqueste subjècte de discussion

source: Sticky this thread
is: Festa þennan þráð
oc: Pegar aqueste subjècte de discussion

source: Last reply by
is: Seinasta svar frá
oc: Darrièra responsa per

source: Sticky
ga_ie: Greamaitheach
is: Límt
oc: Post-it

source: Locked
ga_ie: Faoi Ghlas
is: Læst
oc: Varrolhat

source: Stop watching this thread
is: Hætta að fylgjast með þessum þræði
oc: Arrestar de susvelhar aqueste subjècte de discussion

source: Watch this thread
is: Fylgjast með þessum þræði
oc: Susvelhar aqueste subjècte de discussion

source: Oh, no! Looks like there are no posts!
ga_ie: Ochón! Is cosúil nach bhfuil aon phostáil ann!
is: Ó nei! Svo virðist sem engir póstar séu til!
oc: U ! non ! Diriam qu'i a pas cap de messatge !

source: Post a reply
ga_ie: Tabhair freagra
is: Senda svar
oc: Publicar una responsa

source: Post Reply
is: Senda svar
oc: Publicar la responsa

source: Preview Reply
is: Forskoða svar
oc: Apercebut de la responsa

source: This thread has been locked. It is no longer possible to post new replies.
is: Búið er að læsa þessum þræði. Ekki er lengur hægt að senda inn ný svör.
oc: Aqueste subjècte de discussion es estat varrolhat. Es pas mai possible d'apondre de responsas novèlas.

source: {d} Discussion | Knowledge Base
ga_ie: Plé: {d} | Bunachar Eolais
is: {d} Umræður | Þekkingargrunnur
oc: Discussion sus {d} | Banca de coneissenças

source: {d} Discussion
ga_ie: Plé: {d}
is: {d} Spjall
oc: Discussion sus {d}

source: Post a new thread
ga_ie: Postáil snáithe nua
is: Senda inn nýjan þráð
oc: Publicar un novèl subjècte de discussion

source: Stop watching this forum
is: Hætta að fylgjast með þessu spjallsvæði
oc: Arrestar de susvelhar aqueste forum

source: Watch this forum
is: Fylgjast með þessu spjallsvæði
oc: Susvelhar aqueste forum

source: Type
ga_ie: Cineál
is: Tegund
oc: Tipe

# thread_type
source: Locked
ga_ie: Faoi Ghlas
is: Læst
oc: Varrolhat

# thread_type
source: Sticky
ga_ie: Greamaitheach
is: Límt
oc: Post-it

source: View this post on the site.
oc: Veire aqueste messatge sul site.

source: This forum is a discussion about improving the "%(title)s" article.
is: Þetta spjallsvæði fjallar um að betrumbæta síðuna "%(title)s".
oc: Aqueste forum es una discussion a prepaus del melhorament de l'article « %(title)s ».

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
is: Þetta spjallsvæði fjallar um að betrumbæta síðuna "%(title)s". Ef þú vilt taka þátt, <a href="%(register_url)s">skráðu þig þá inn</a>.
oc: Aqueste forum es una discussion a prepaus del melhorament de l'article « %(title)s ». Se volètz participar, <a href="%(register_url)s">enregistratz-vos</a>.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
is: Þetta spjallsvæði fjallar um betrumbætur á þýðingu á "%(title)s". Ef þú vilt hjálpa til með innihald, farðu þá á <a href="%(url)s">spjallsvæði ensku síðunnar</a>.
oc: Aqueste forum es una discussion a prepaus de la localizacion de l'article « %(title)s ». Se volètz melhorar lo contengut de l'article, rendètz-vos sus la <a href="%(url)s">discussion de l'article en anglés</a>.

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
is: Ef þig vantar hjálp með Firefox, <a href="%(aaq_url)s">spurðu spurningar</a>.
oc: S'avètz besonh d’ajuda amb Firefox, <a href="%(aaq_url)s">pausatz una question</a>.

source: Edit this post
is: Breyta þessum pósti
oc: Modificar aqueste messatge

source: Delete this post
is: Eyða þessum pósti
oc: Suprimir aqueste messatge

source: 1 post
ga_ie: 1 phostáil
is: {0} póstur
oc: 1 messatge

source: Link to this post.
ga_ie: Nasc leis an bpostáil seo.
is: Tengja við þennan póst.
oc: Ligam cap a aqueste messatge.

source: Modified by {name} on {datetime}
ga_ie: Athraigh ag {name} ar {datetime}
is: Breytt af {name} þann {datetime}
oc: Modificat per {name} lo {datetime}

source: Post Preview:
ga_ie: Réamhamharc ar Phostáil:
is: Forskoðun pósts:
oc: Apercebut del messatge :

source: Turn off emails for discussion in my locale.
is: Slökkva á tölvupóstum fyrir umræðu á mínu tungumáli.
oc: Desactivar los corrièls per la discussion dins ma lenga.

source: Get emailed when there is new discussion activity in my locale.
is: Fá sendan tölvupóst þegar ný umræða er í gangi á mínu tungumáli.
oc: M'avisar per corrièl quand i a una novèla activitat de discussion dins ma lenga.

source: KPI Dashboard
is: KPI Skjáborð
oc: Tablèu de bòrd dels indicadors de performància

source: Questions solved
is: Leystar spurningar
oc: Questions resolgudas

source: Definition: Percentage of threads that have answer marked as a solution
is: Skilgreining: Prósentuhlutfall af þráðum sem eru með svar merkt sem lausn
oc: Definicion : percentatge dels subjèctes de discussion qu'una responsa n'es estada marcada coma solucion

source: Helpfulness of KB articles and Forum
is: Hjálplegheit KB greina og spjallsvæði
oc: Utilitat dels articles de la banca de coneissenças e del forum

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
is: Skilgreining: Hlutfall “já”/heildar atkvæða fyrir greinar á þekkingargrunni, spjallsvæðisþráða
oc: Definicion : rapòrt de vòtes "òc" sul nombre total de vòtes pels articles e subjèctes de forums

source: Number of active contributors to the English KB
is: Fjöldi virkra þátttakanda á enska þekkingargrunni
oc: Nombre de contributors actius a la banca de coneissenças en anglés

source: Definition: The number of people who have contributed to the KB in the last 30 days.
is: Skilgreining: Fjöldi fólks sem hefur bætt við í þekkingargrunninn seinustu 30 daga.
oc: Definicion : lo nombre de personas qu'an contribuit a la banca de coneissenças al cors dels 30 darrièrs jorns.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
is: Skilgreining á innleggi: breytt 1+ síðu eða hefur yfirfarið 1+ síðu
oc: Definicion d'una contribucion : modificacion o revision d'al mens un article

source: Number of active contributors to the non-English KB
is: Fjöldi af virkum meðlimum fyrir þekkingargrunna sem eru ekki á ensku
oc: Nombre de contributors actius a la banca de coneissenças pas anglesa

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
is: Skilgreining: Fjöldi sem hefur bætt við í þekkingargrunna sem eru ekki á ensku seinustu 30 daga.
oc: Definicion : lo nombre de personas qu'an contribuit a de versions pas anglesas de la banca de coneissenças al cors dels 30 darrièrs jorns.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
is: Skilgreining á innleggi: breytt 1+ síðu sem er ekki á ensku eða hefur yfirfarið 1+ síðu sem er ekki á ensku.
oc: Definicion d'una contribucion : modificacion o revision d'al mens un article dins una autra lenga que l'anglés

source: Number of active forum contributors
is: Fjöldi virkra þátttakenda á spjallsvæði
oc: Nombre de contributors actius del forum

source: Definition: The number of people who have contributed to the forums in the last 30 days.
is: Skilgreining: Fjöldi manns sem hefur skrifað eitthvað á spjallsvæðinu seinustu 30 daga.
oc: Definicion : lo nombre de personas qu'an contribuit als forums al cors dels 30 darrièrs jorns.

source: Definition of contribution: wrote 10+ posts
is: Skilgreining á innleggi: skrifaði 10+ pósta
oc: Definicion d'una contribucion : publicacion d'al mens 10 messatges

source: Number of active Army of Awesome contributors
is: Fjöldi virkra hjálparaðila
oc: Nombre de contributors actius per l'Army of Awesome

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
is: Skilgreining: Fjöldi sem hafa lagt sitt af mörkum sem hjálparhellur seinustu 30 daga.
oc: Definicion : lo nombre de personas qu'an contribuit a l'Army of Awesome al cors dels 30 darrièrs jorns.

source: Definition of contribution: replied to a tweet.
is: Skilgreining á innleggi: svaraði tísti.
oc: Definicion d'una contribucion : aver respondut a un tweet.

source: Search Clickthrough Rate
oc: Taus de clics de la recèrca

source: Clickthrough rate
is: Smellt á hlutfall
oc: Taus de clics

source: Definition: Percentage of people searching who click on an item on the search results page.
is: Skilgreining: Prósentuhlutfall af fólki sem leitar og smellir á atriði á leitarniðurstöðusíðu.
oc: Definicion : percentatge de personas qu'an clicat sus un element sus la pagina de resultats d'una recèrca.

source: Daily Unique Visitors
oc: Visitors jornalièrs unics

source: L10n Coverage
oc: Tempa de la traduccion

source: L10n coverage
is: L10n yfirlit
oc: Tempa de la traduccion

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
is: Skilgreining: L10n yfirlit er mæling á prósentufjölda notanda sem nálgast síður á þeirra eigin tungumáli. Það er reiknað út miðað við 50 efstu ensku síðurnar og miðað við stöðu þýðinga og fjölda heimsókna fyrir hvert tungumál.
oc: Definicion : la cobertura de la traduccion es una mesura del percentatge de nòstra banca de visitaires que pòdon consultar los articles de la banca de coneissenças dins lor pròpria lenga. Es calculada en prenent en compte los 50 articles en anglés los mai visitats, ponderats per l'estat de traduccion d'un article e lo nombre de visitas per cada lenga.

source: Edit levels are taken into account as follows:
is: Stig eru notuð eins og hér segir:
oc: Los nivèls de modificacion son preses en compte coma seguís :

source: A level 2 review change drops the localization to 50% of the article
is: Breyting yfir á stig 2 yfirferð breytir þýðingu í 50% fyrir síðuna
oc: Un cambiament verificat de nivèl 2 abaissa l'estat de traduccion de l'article a 50%

source: A level 3 review change drops the localization to 0% of the article
is: Breyting yfir á stig 3 yfirferð breytir þýðingu í 0% fyrir síðuna
oc: Un cambiament verificat de nivèl 3 fa passar l'estat de traduccion de l'article a 0%

source: More than one level 2 review change drops the localization to 0%
is: Meira en stigs 2 yfirferð breytir þýðingu í 0%
oc: Mai d'un cambiament verificat de nivèl 2 fa passar l'estat de traduccion de l'article a 0%

source: Example:
is: Dæmi:
oc: Exemple :

source: German makes up 10% of our visitor base
is: Þýskumælandi notendur eru 10% af heimsóknum
oc: L'alemand representa 10% de nòstra banca de visitaires

source: The 'how to set your home page' article makes up 2% of our top 50 visits
is: Síðan 'how to set your home page' er 2% af 50 helstu heimsóknum
oc: L'article « How to set the home page » representa 2% de las visitas sus nòstres 50 articles los mai visitats

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
is: Þegar Heimasíðu síðan er eina síðan sem er þýdd og uppfærð á þýsku, þá er heildar yfirlit 2% af 10%=0.2% yfir allt (+ enska yfirlitið)
oc: Se l'article sus la pagina d'acuèlh èra lo sol article traduch e s'èra a jorn en alemand, alara nòstra cobertura totala seriá de 2% de 10%, siá un total de 0,2% (fòra cobertura de l'anglés)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
is: Þegar þýska vantar stigs 2 breytingu, þá minnkar yfirlitið yfir í 50%, þannig að 1% of 10%= 0.1% yfir allt
oc: Se un cambiament de nivèl 2 èra pas traduch en alemand, la cobertura de l'article s'abaissariá a 50%, aquò fa 1% de 10%, siá un total de 0,1%

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
is: <b>Mikilvægt:</b> Núna er verið að nota einfalt módel, þar sem hver síða stendur fyrir 1/50=2% af heimsóknum á hvert tungumál
oc: <b>Important :</b> utilizam actualament un modèl simplificat ont cada article compta per un cinquanten de las visitas per lenga, siá 2% d'aquelas

source: Exit Survey Results
oc: Resultats del sondatge de sortida

source: Help Other Users
is: Hjálpa öðrum notendum
oc: Ajudatz d'autres utilizaires

source: Love Firefox? Love Twitter?
oc: Adoratz Firefox ? Vos agrada tanben Twitter ?

source: It's fun and addictive and the Awesome is you!
oc: Es amusant e prenent. Lo qu'es remirable, sètz vos !

source: Help users on Twitter
oc: Ajudar d'utilizaires sus Twitter

source: How it works
oc: Mòde d'emplec

source: Sign up as a volunteer
oc: Inscrivètz-vos en tant que benevòl

source: Go to Army of Awesome
oc: Rendètz-vos sus l'« Army of Awesome »

source: Connect your Twitter account
oc: Connectatz vòstre compte Twitter

source: Answer questions in the support forum
oc: Respondètz a las questions dins lo forum d'assisténcia

source: Write help articles
oc: Redigissètz d'articles d'ajuda

source: Translate help to your languages
oc: Tradusissètz l'ajuda dins vòstra lenga

source: Help Us Write Help Articles
oc: Ajudatz-nos a escriure d'articles d'ajuda

source: Help us write help articles!
oc: Ajudatz-nos a escriure d'articles d'ajuda !

source: Share your wisdom with the world.
oc: Partejatz vòstras coneissenças amb lo mond.

source: Improve our help articles
oc: Melhoratz nòstres articles d'ajuda

source: Introduce yourself
oc: Presentatz-vos

source: Watch our videos and check our documentation
oc: Agachatz nòstras vidèos e consultatz nòstra documentacion

source: 1 article can be viewed by 400 million users and translated into 70+ languages
oc: 1 article pòt èsser vist per 400 milions d'utilizaires e tradusit en mai de 70 lengas

source: Army of Awesome: help users on Twitter
oc: Army of Awesome : ajudatz los utilizaires sus Twitter

source: Translate Help Articles
oc: Tradusissètz d'articles d'ajuda

source: Translate help articles!
oc: Tradusissètz d'articles d'ajuda !

source: Let's make Mozilla Support speak your language!
oc: Ajudam l'assisténcia de Mozilla a parlar dins vòstra lenga !

source: Translate help articles to your language
oc: Tradusissètz los articles d'ajuda dins vòstra lenga.

source: Check our documentation
oc: Consultatz nòstra documentacion

source: Just edit articles in your language!
oc: Redigissètz simplament los articles dins vòstra lenga

source: Translating 1 article can help 1,000's of users in your language
oc: Tradusir 1 article pòt ajudar de milierats d'utilizaires dins vòstra lenga

source: Answer questions in the forum
oc: Respondètz a las questions dins lo forum

source: Where all the action happens
oc: Ont totas las accions se debanan

source: Help users in the forums
oc: Ajudatz d'utilizaires dins los forums

source: Start answering!
oc: Començatz de respondre !

source: Save the world
oc: Salvatz lo monde

source: We need your help!
oc: Avèm besonh de vòstra ajuda !

source: Why should I help?
oc: Perque me caldriá ajudar ?

source: Pick a way to get involved
oc: Causissètz un biais de vos implicar

source: About Us
oc: Qual sèm

source: Ask a question
is: Spyrja spurningar
oc: Pausar una question

source: Sign me up
oc: S'inscriure

source: Help other users
is: Hjálpa öðrum notendum
oc: Ajudatz d'autres utilizaires

source: Save the world from the comfort of your couch
oc: Salvatz lo monde dempuèi lo confòrt de vòstre canapè

source: username1, username2,...
is: notandanafn1, notandanafn2,...
oc: nom d'utilizaire 1, nom d'utilizaire 2, ...

source: To:
is: Til:
oc: A :

source: Message:
is: Skilaboð:
oc: Messatge :

source: [SUMO] You have a new private message from [{sender}]
is: [SUMO] Þú hefur fengið nýjan einkapóst frá [{sender}]
oc: [SUMO] Avètz recebut un novèl messatge privat de [{sender}]

source: Invalid username provided. Enter a new username below.
is: Ógilt notandanafn. Sláðu inn nýtt notandanafn hér fyrir neðan.
oc: Lo nom d'utilizaire provesit es invalid. Picatz un novèl nom d'utilizaire çaijós.

source: The message was deleted!
is: Skilaboðum var eytt!
oc: Lo messatge es estat suprimit !

source: Delete Message
is: Eyða skilaboðum
oc: Suprimir lo messatge

source: Messages
is: Skilaboð
oc: Messatges

source: Sent Messages
is: Send skilaboð
oc: Messatges mandats

source: Are you sure you want to delete these messages?
is: Ertu viss um að þú viljir eyða þessum skilaboðum?
oc: Sètz segur que volètz suprimir aquestes messatges ?

source: Are you sure you want to delete this message?
is: Ertu viss um að þú viljir eyða þessum skilaboðum?
oc: Sètz segur que volètz suprimir aqueste messatge ?

source: Inbox
is: Innhólf
oc: Bóstia de recepcion

source: New Message
is: Ný skilaboð
oc: Messatge novèl

source: Mark Selected as Read
is: Merkja val sem lesið
oc: Marcar los elements seleccionats coma legits

source: Delete Selected
is: Eyða völdum
oc: Suprimir los elements seleccionats

source: Read message
is: Lesa skilaboð
oc: Legir lo messatge

source: Delete message
is: Eyða skilaboðum
oc: Suprimir lo messatge

source: There are no messages here.
is: Engin skilaboð eru hér.
oc: I a pas cap de messatge aicí.

source: Send
is: Senda
oc: Mandar

source: You
is: Þú
oc: Vos

source: Read Sent Message
is: Lesa sent skilaboð
oc: Legir lo messatge mandat

source: Read Message
is: Lesa skilaboð
oc: Legir lo messatge

source: View this message on the web
oc: Veire aqueste messatge sul Web

source: System
is: Kerfi
oc: Sistèma

source: Message Preview:
is: Forskoðun pósts:
oc: Apercebut del messatge :

source: Delete messages?
oc: Suprimir los messatges ?

source: Trash
oc: Escobilhièr

source: New
oc: Novèl

source: Mark unread
oc: Marcar coma pas legit

source: Mark read
oc: Marcar coma legit

source: Sent Message
oc: Messatge mandat

source: From:
oc: De :

source: You have been unsubscribed.
oc: Vòstra desinscripcion es estada efectuada.

source: {product} Help
is: {product} Hjálp
oc: Assisténcia de {product}

# DB: products.Topic.description
source: None
oc: Pas cap

source: In English
is: Á ensku
oc: En anglés

source: Free Download
is: Frítt niðurhal
oc: Telecargament gratuit

source: Systems and Languages
oc: Sistèmas e lengas

source: What's New
oc: Novetats

source: Privacy
oc: Vida privada

source: Give Firefox a tune up
oc: Donar un còp de jove a Firefox

source: Refresh Firefox
oc: Refrescar Firefox

source: How does it work?
oc: Cossí fonciona ?

source: Download a fresh copy
oc: Telecargar una còpia novèla

source: Release Notes
gu_in: પ્રકાશન નોંધો
oc: Nòtas de version

source: Help Topics
is: Umræðuefni
oc: Subjècte d'ajuda

source: Products
gu_in: ઉત્પાદનો
oc: Produches

# DB: products.Product.description
source: None
is: Ekkert
oc: Pas cap

source: Get community support
is: Fá stuðning frá samfélaginu
oc: Obténer l'assisténcia de la comunautat

source: Back to:
oc: Retorn cap a :

source: Download, install and migration
oc: Telecargament, installacion e migracion

source: Privacy and security settings
oc: Paramètres de confidencialitat e de seguretat

source: Customize controls, options and add-ons
oc: Personalizacion, opcions e moduls complementaris

source: Fix slowness, crashing, error messages and other problems
oc: Correccion d'alentiments, plantatges, messatges d'errors e autres problèmas

source: Tips and tricks
oc: Astúcias

source: Bookmarks
oc: Marcapaginas

source: Tabs
oc: Onglets

source: Websites
oc: Sites web

source: Other
is: Annað
oc: Autre

source: Download and install apps
oc: Telecargament e installacion d'aplicacions

source: Customize controls, options, settings and preferences
oc: Personalizar los contraròtles, opcions, paramètres e preferéncias

source: Tools for creating and teaching the web
oc: Aisinas per crear e ensenhar lo Web

source: Using Popcorn Maker
oc: Utilizacion de Popcorn Maker

source: Using Thimble
oc: Utilizacion de Thimble

source: Using X-Ray Goggles
oc: Utilizacion de X-Ray Goggles

source: Using a feature on webmaker.org
oc: Utilizacion d'una foncionalitat sus webmaker.org

source: Contributing to Webmaker
oc: Contribuir a Webmaker

source: Calendar
oc: Agenda

source: Other Mozilla products
oc: Autres produches Mozilla

source: Please confirm your email address
ga_ie: Deimhnigh do sheoladh ríomhphoist le do thoil
is: Staðfestu tölvupóstfang
oc: Confirmatz vòstra adreça electronica

source: %s posted an answer to your question "%s"
oc: %s a publicat una responsa a vòstra question « %s »

source: Re: %s
oc: Re&nbsp;: %s

source: New answers for question: %s
oc: Novèlas responsas per la question : %s

source: Solution found to Firefox Help question
oc: Solucion trobada a la question a prepaus de Firefox

source: Solution found for question: %s
oc: Solucion trobada per la question : %s

source: Recently updated questions
oc: Questions mesas a jorn recentament

source: Recently updated questions tagged %s
oc: Questions mesas a jorn etiquetadas %s recentament

source: Recent answers to %s
oc: Responsas recentas a %s

source: URL of affected site
oc: URL del site afectat

source: Crash ID(s)
oc: Identificant(s) de plantatge

source: Troubleshooting Information
oc: Informacions de depanatge

source: This happens
oc: Aquò arriba

source: Not sure how often
oc: Sabi pas amb quina frequéncia

source: Just once or twice
oc: Pas qu'un còp o dos

source: A few times a week
oc: Qualques còps per setmana

source: Every time Firefox opened
oc: A cada còp que Firefox se dobrís

source: This started when...
oc: Aquò a començat quand…

source: Details
oc: Detalhs

source: Email
is: Tölvupóstfang
oc: Adreça electronica

source: Firefox version
ga_ie: Leagan Firefox
oc: Version de Firefox

source: Operating system
oc: Sistèma operatiu

source: Installed plugins
oc: Plugins installats

source: Mobile device
oc: Aparelh mobil

source: Please provide a question.
oc: Especificatz una question.

source: Please provide content.
is: Vantar innihald.
oc: Especificatz de contengut.

source: Enter your reply here.
oc: Picatz vòstra responsa aicí.

source: Enter your email address here.
oc: Picatz vòstra adreça electronica aicí.

source: Enter a subject here.
oc: Picatz un subjècte aicí.

source: Please provide a subject.
oc: Especificatz un subjècte.
