Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ga_ie, gu_in, is, oc

source: Describe your issue here.
oc: Descrivètz vòstre problèma aicí.

source: Account Issues
oc: Problèmas de compte

source: Installation Issues
oc: Problèmas d'installacion

source: Payment Issues
oc: Problèmas de pagament

source: Application Issues
oc: Problèmas d'aplicacion

source: Enter the Transaction ID here.
oc: Picatz l'identificant de la transaccion aicí.

source: Please provide the Transaction ID.
oc: Especificatz l'identificant de la transaccion.

source: Defective
oc: Defectuós

source: Malware
oc: Logicial malvolent

source: Account Administration
oc: Administracion del compte

source: Review Process
oc: Verificar lo processus

source: Payments/Settlement
oc: Pagaments/règlament

source: Email:
ga_ie: Ríomhphost:
is: Tölvupóstfang:
oc: Adreça electronica :

source: Subject:
oc: Subjècte :

source: Body:
oc: Còs :

source: Category:
ga_ie: Catagóir:
is: Flokkur:
oc: Categoria :

source: Transaction ID:
oc: Identificant de la transaccion :

source: Start
oc: Començament

source: End
oc: Fin

source: Payments
oc: Pagaments

source: Applications
oc: Aplicacions

source: Account
oc: Compte

source: That tag does not exist.
oc: Aquesta etiqueta existís pas.

source: Please provide a tag.
oc: Especificatz una etiqueta.

source: Recently unanswered
oc: Recentament sens responsa

source: Answers didn't help
oc: Las responsas an pas ajudat

source: Needs info
oc: Informacions necessàrias

source: Solution provided
oc: Solucion provesida

source: Solved
ga_ie: Réitithe
is: Leyst
oc: Resolgut

source: Votes
ga_ie: Vótaí
is: Atkvæði
oc: Vòtes

source: Please confirm your Firefox Help question
oc: Confirmatz vòstra question a prepaus de Firefox

source: Request type not recognized.
oc: Tipe de requèsta pas reconegut.

source: The solution was undone successfully.
oc: La solucion es estada anullada.

source: Glad to hear it!
oc: Interessant !

source: Sorry to hear that.
is: Leitt að heyra.
oc: O planhèm.

source: Subscription confirmed.
oc: Inscripcion confirmada.

source: Email updates
oc: Mesas a jorn per corrièl

source: Delete answer
oc: Suprimir la responsa

source: Please Confirm Your Email Address
oc: Confirmatz vòstra adreça electronica

source: Please confirm your email address.
oc: Confirmatz vòstra adreça electronica

source: Delete Question | {t} | Firefox Support Forum
oc: Suprimir la question | {t} | Forum d'assisténcia de Firefox

source: Delete question
oc: Suprimir la question

source: Are you sure you want to delete this question?
oc: Sètz segur que volètz suprimir aquesta question ?

source: Number of Answers
oc: Nombre de responsas

source: Editing an answer | {t} | Firefox Support Forum
oc: Modificar una responsa | {t} | Forum d'assisténcia de Firefox

source: Edit an answer
oc: Modificar una responsa

source: Created by:
oc: Creat per :

source: Last updated by:
oc: Darrièra modificacion per :

source: Last updated:
oc: Darrièra modificacion :

source: Update answer
oc: Metre a jorn la responsa

source: Edit a Question
oc: Modificar una question

source: Edit the question
oc: Modificar la question

source: Edit the question.
oc: Modificar la question.

source: Save Question
oc: Enregistrar la question

source: Ask a Question about Marketplace
oc: Pausar una question a prepaus de Marketplace

source: change
oc: modificar

source: Marketplace: Request a Refund
oc: Marketplace : demanda de remborsament

source: Issue submitted successfully
oc: Problèma senhalat

source: Support Forum Metrics
oc: Indicadors del forum d'assisténcia

source: Metrics
oc: Indicadors

source: Ask a Question
ga_ie: Cuir Ceist Orainn
gu_in: પ્રશન પૂછો
oc: Pausar una question

source: 1 reply
is: {n} Svar
oc: 1 responsa

source: No replies
is: Ekkert svar
oc: Pas cap de responsa

source: Last reply by {user}
oc: Darrièra responsa per {user}

source: Posted
oc: Publicat

source: Modified {datetime} by {name}
oc: Modificat lo {datetime} per {name}

source: Chosen solution
oc: Solucion causida

source: Question tools
oc: Aisinas de questions

source: Edit this question
oc: Modificar aquesta question

source: Delete this question
oc: Suprimir aquesta question

source: Unlock this question
oc: Desvarrolhar aquesta question

source: Lock this question
oc: Varrolhar aquesta question

source: Unarchive this question
oc: Desarchivar aquesta question

source: Archive this question
oc: Archivar aquesta question

source: Question details
oc: Detalhs de la question

source: Product
oc: Produch

source: Topic
oc: Subjècte

source: System Details
oc: Detalhs sul sistèma

source: More system details
oc: Mai de detalhs sul sistèma

source: Edit details
oc: Modificar los detalhs

source: Save changes
oc: Enregistrar las modificacions

source: Additional System Details
oc: Detalhs addicionals sul sistèma

source: Sites Affected
oc: Sites afectats

source: Crash ID
oc: Identificant de plantatge

source: This happened
oc: Aquò es arribat

source: Installed Plug-ins
oc: Plugins installats

source: Close
oc: Tampar

source: Tags
ga_ie: Clibeanna
gu_in: ટેગ
is: Flokkar
oc: Etiquetas

source: Add
ga_ie: Cuir Leis
is: Bæta við
oc: Apondre

source: Post a Reply
oc: Publicar una responsa

source: Total questions: <strong>{num}</strong>
oc: Nombre de questions : <strong>{num}</strong>

source: Showing questions tagged:
oc: Afichar las questions etiquetadas :

source: Show all questions
oc: Afichar totas las questions

source: Attention needed
oc: Atencion necessària

source: Responded
oc: Amb responsa

source: Done
oc: Acabat

source: All questions
oc: Totas las questions

source: votes this week
oc: vòtes aquesta setmana

source: Contributed
oc: Contribucions

source: Archived
oc: Archivat

source: Escalated
oc: Remontat

source: Posts from everyone
oc: Publicacions de tot lo monde

source: My contributions
oc: Mas contribucions

source: There was a problem unsubscribing.
oc: Un problèma s'es produsit al moment de la desinscripcion.

source: Confirm your subscription
oc: Confirmar vòstra inscripcion

source: View the solution
oc: Consultatz la solucion

source: Pick a product
oc: Seleccionar un produch

source: Register or Sign In
oc: S'inscriure o se connectar

source: Fill in details
oc: Emplenar los detalhs

source: Confirm registration
oc: Confirmar l'inscripcion

source: DONE
oc: ACABAT

source: change product
oc: cambiar de produch

source: change category
oc: cambiar la categoria

source: Ask this
oc: Far ma demanda

source: A support account lets us alert you when people respond to your question.
is: Þjónustureikningur gerir þér kleyft að fá áminningar þegar aðrir svara þinni spurningu.
oc: Un compte d'assisténcia nos permet de vos avisar quand de personas respondon a vòstra question.

source: Already have an account? Sign in
is: Ertu þegar með reikning? Skráðu þig inn
oc: Avètz ja un compte ? Connectatz-vos

source: Create a support account
oc: Crear un compte d'assisténcia

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
oc: Visitatz l'<a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help">Ajuda Paypal</a>.

source: Submit Issue
oc: Senhalar lo problèma

source: Automatically add
oc: Apondre automaticament

source: Some text will appear in the empty box.
oc: De tèxte apareis dins la bòstia voida.

source: {num} solutions
oc: {num} solucions

source: {num} answers
oc: {num} responsas

source: Chosen Solution
oc: Solucion causida

source: Helpful Reply
oc: Responsa utila

source: Question owner
oc: Autor de la question

source: Was this helpful to you?
oc: Aquò vos es estat utile ?

source: Did this reply solve your problem?
oc: Aquesta responsa a resolgut vòstre problèma ?

source: Solved the problem
oc: A resolgut lo problèma

source: Solves the problem
oc: Resòlv lo problèma

source: Solution chosen
oc: Solucion causida

source: Undo
oc: Anullar

source: Reply Preview
oc: Apercebut de la responsa

source: Send Updates
oc: Mandar las mesas a jorn

source: Show details &raquo;
oc: Afichar los detalhs &raquo;

source: No Thanks
oc: No mercé

source: Application
oc: Aplicacion

source: User Agent: {user_agent}
oc: Agent utilizaire : {user_agent}

source: Support URL: {support_url}
oc: URL d'assisténcia : {support_url}

source: {name} {version} ({id}) (Inactive)
oc: {name} {version} ({id}) (Inactiu)

source: Graphics
oc: Acceleracion grafica

source: Modified Preferences
oc: Preferéncias modificadas

source: Misc
oc: Divèrs

source: <span class="key">User JS</span>: Yes
oc: <span class="key">JS utilizaire</span> : Òc

source: <span class="key">User JS</span>: No
oc: <span class="key">JS utilizaire</span> : Non

source: <span class="key">Accessibility</span>: Yes
oc: <span class="key">Accessibilitat</span> : Òc

source: <span class="key">Accessibility</span>: No
oc: <span class="key">Accessibilitat</span> : Non

source: User Agent: {ua}
oc: Agent utilizaire : {ua}

source: More Information
oc: Mai d'informacions

source: Ask a New Question
oc: Pausar una novèla question

source: Ask A Question
oc: Pausar una question

source: Try another topic
oc: Ensajar un autre subjècte

source: Post a question
oc: Pausar una question

source: posted by
oc: publicat per

source: Show more
oc: Mai de detalhs

source: Show less
oc: Mens de detalhs

source: All posts
oc: Totes los messatges

source: Helpful Solutions
oc: Solucions utilas

source: solution
oc: solucion

source: helpful
oc: utile

source: owner
oc: autor

source: post
oc: messatge

source: Helpful
oc: Utile

source: Not Helpful
oc: Pas utile

source: Filter questions
oc: Filtrar las questions

source: Attention Needed
oc: Atencion necessària

source: Show All
oc: Afichar tot

source: solved
oc: resolgut

source: needs attention
oc: necessita atencion

source: contributed
oc: contribuit

source: Don't filter
ga_ie: Ná scag
is: Ekki sía
oc: Filtrar pas

source: Before
ga_ie: Roimh
is: Fyrir
oc: Abans

source: After
ga_ie: Tar éis
is: Eftir
oc: Aprèp

source: Relevance
ga_ie: Ábharthacht
is: Mikilvægi
oc: Pertinéncia

source: Last post date
ga_ie: Dáta na postála is déanaí
is: Seinasti póstur
oc: Data del darrièr messatge

source: Original post date
is: Upprunaleg dagsetning
oc: Data del messatge original

source: Number of replies
ga_ie: Líon na bhfreagraí
is: Fjöldi svara
oc: Nombre de responsas

source: Less than
ga_ie: Níos lú ná
is: Minni en
oc: Mens de

source: More than
ga_ie: Níos mó ná
is: Fleiri en
oc: Mai de

source: Last answer date
ga_ie: Dáta an fhreagra is déanaí
is: Seinast svarað
oc: Data de la darrièra responsa

source: Question date
ga_ie: Dáta na ceiste
is: Dagsetning spurningu
oc: Data de la question

source: Number of answers
ga_ie: Líon na bhfreagraí
is: Fjöldi svara
oc: Nombre de responsas

source: Helpful votes
is: Atkvæði fyrir hvort þetta er hjálplegt
oc: Vòtes d'utilitat

source: Include obsolete articles?
is: Taka með úreltar síður?
oc: Inclure los articles obsolets ?

source: Sort results by
ga_ie: Sórtáil torthaí de réir
gu_in: પરિણામો ક્રમમાં ગોઠવો
is: Raða niðurstöðum eftir
oc: Triar los resultats per

source: Created
ga_ie: Cruthaithe
gu_in: બનાવાયેલ
is: Búið til
oc: Creat

source: Last updated
ga_ie: Nuashonrú is déanaí
gu_in: છેલ્લે સુધારાયેલ
is: Seinast uppfært
oc: Darrièra modificacion

source: Thread type
ga_ie: Cineál snáithe
is: Tegund þráðar
oc: Tipe de subjècte de discussion

source: Search in forum
ga_ie: Cuardaigh an fóram
gu_in: ફોરમમાં શોધો
is: Leita í spjallsvæði
oc: Recercar dins lo forum

source: Has answers
ga_ie: Freagraí air
is: Er með svör
oc: A de responsas

source: Has helpful answers
ga_ie: Freagraí cabhracha air
is: Er með hjálpleg svör
oc: A de responsas pertinentas

source: tag1, tag2
ga_ie: clib1, clib2
is: flokkur1, flokkur2
oc: etiqueta1, etiqueta2

source: Invalid callback function.
gu_in: અયોગ્ય કોલબેક વિધેય.
is: Ógilt svarfall.
oc: Foncion de rapèl invalida.

source: Enter your terms in the form below and click <strong>Search</strong>
gu_in: તમારું પદ નીચેના ફોર્મમાં દાખલ કરો અને <strong>શોધ</strong> ક્લિક કરો
is: Sláðu inn leitarskilyrði í svæðin hér fyrir neðan og smelltu á <strong>Leita</strong>
oc: Picatz vòstres tèrmes de recèrca dins lo formulari çaijós, puèi clicatz sus <strong>Recercar</strong>

# button
source: Search
ga_ie: Cuardaigh
gu_in: શોધ
is: Leita
oc: Recercar

source: Search Mozilla Support
is: Leita í Mozilla hjálp
oc: Recèrca dins l'assisténcia de Mozilla

source: Search is temporarily unavailable. Please try again in a few minutes.
gu_in: શોધ ક્ષણ માટે બિનઉપલબ્ધ છે. મહેરબાની કરીને થોડી મિનિટો પછી ફરી પ્રયાસ કરો.
is: Leitin er ekki aðgengileg eins og stendur. Reyndu aftur eftir nokkrar mínútur.
oc: La recèrca es momentanèament indisponibla. Tornatz ensajar dins qualques minutas.

source: Advanced Search
is: Ítarleg leit
oc: Recèrca avançada

source: Search the Knowledge Base
ga_ie: Cuardaigh an Bunachar Eolais
gu_in: જાણકારી આધારમાં શોધો
is: Leita í þekkingargrunni
oc: Recercar dins la banca de coneissenças

source: Search the Support Questions
ga_ie: Cuardaigh na Ceisteanna Tacaíochta
is: Leita í hjálparspurningum
oc: Recercar dins las questions d'assisténcia

source: Support Questions
ga_ie: Ceisteanna Tacaíochta
is: Hjálparspurningar
oc: Questions d'assisténcia

source: Search the Discussion Forums
ga_ie: Cuardaigh na Cláir Phlé
is: Leita á spjallsvæðinu
oc: Recercar dins los forums de discussion

source: Discussion Forums
ga_ie: Cláir Phlé
is: Spjallsvæði
oc: Forums de discussion

source: Article contains
ga_ie: Altanna ina bhfuil
gu_in: લેખ સમાવે છે
is: Texti inniheldur
oc: L'article conten

source: crashes on youtube
ga_ie: tuairteáil ar youtube
is: hrynur á youtube
oc: plantatges sus youtube

# button
source: Search Mozilla Support
is: Leita í Mozilla hjálp
oc: Recèrca dins l'assisténcia Mozilla

source: Use basic search
ga_ie: Úsáid cuardach simplí
gu_in: મૂળભૂત શોધ વાપરો
is: Nota einfalda leit
oc: Utilizar la recèrca basica

source: Post contains
ga_ie: Postáil ina bhfuil
gu_in: પોસ્ટ સમાવે છે
is: Póstur inniheldur
oc: Lo messatge conten

source: Number of votes. Must be an integer.
ga_ie: Líon na vótaí. Ní mór slánuimhir a chur isteach.
is: Fjöldi atkvæða. Verður að vera tala.
oc: Nombre de vòtes. Deu èsser un entièr.

source: Note: Searching for "tag1, tag2" returns questions tagged with both tag1 and tag2
is: Athugið: Að leita eftir "flokkur1, flokkur2" skilar niðurstöðum sem eru bæði merktar með flokkur1 og flokkur2
oc: Remarca : una recèrca del tipe « etiqueta1, etiqueta2 » renviarà las questions marcadas amb las doas etiquetas

source: Created date. Format: mm/dd/yy
ga_ie: Dáta cruthaithe. Formáid: mm/ll/bb
gu_in: બનાવટ તારીખ. બંધારણ: mm/dd/yy
is: Búinn til. Snið: mm/dd/yy
oc: Data de creacion. Format : mm/jj/aa

source: Updated date. Format: mm/dd/yy
ga_ie: Dáta nuashonraithe. Formáid: mm/ll/bb
is: Uppfærður. Snið: mm/dd/yy
oc: Data de mesa a jorn. Format : mm/jj/aa

source: Thread contains
ga_ie: Snáithe ina bhfuil
is: Þráður inniheldur
oc: Lo subjècte de discussion conten

source: Use advanced search
ga_ie: Úsáid cuardach casta
gu_in: અદ્યતન શોધ વાપરો
is: Nota ítarlega leit
oc: Utilizar la recèrca avançada

source: Mozilla Support
is: Mozilla aðstoð
oc: Assisténcia de Mozilla

source: Search the Mozilla Support Knowledge Base and Support Forum.
oc: Recercar dins la basa de coneissenças de Mozilla e dins lo forum d'assisténcia.

source: Advanced Search Results
oc: Resultats de recèrca avançada

source: Results
oc: Resultats

source: Show Everything
is: Sýna allt
oc: Afichar tot

source: Help Articles Only
is: Aðeins hjálparsíður
oc: Articles d'ajuda unicament

source: Community Discussion Only
is: Aðeins umræður
oc: Discussion comunautària unicament

source: 1 person has this problem
is: {n} aðili er með þetta vandamál
oc: 1 persona a aqueste problèma

source: 1 new this week
is: {n} nýtt þessa viku
oc: {n} novèla persona aquesta setmana

source: No results found
is: Engar niðurstöður fundust
oc: Cap de resultat pas trobat

source: None
oc: Pas cap

# DB: products.Topic.title
source: Learn the Basics: get started
oc: Aprene las basas : per començar

# DB: products.Topic.title
source: Bookmarks and tabs
oc: Marcapaginas e onglets

# DB: products.Topic.title
source: Basic browsing
oc: Navigacion basica

# DB: products.Topic.title
source: Video, audio and interactive settings
oc: Vidèo, àudio e paramètres interactius

# DB: products.Topic.title
source: Download, install and migration
oc: Telecargament, installacion e migracion

# DB: products.Topic.title
source: Tips and tricks
oc: Trucs e astúcias

# DB: products.Topic.title
source: Install and update
oc: Installacion e mesa a jorn

# DB: products.Topic.description
source: Firefox Sync settings
oc: Paramètres de Firefox Sync

# DB: products.Topic.title
source: Chat and share
oc: Discussion e partiment

# DB: products.Topic.title
source: Customize controls, options and add-ons
oc: Personalizacion dels contraròtles, opcions e moduls complementaris

# DB: products.Topic.title
source: Privacy and security settings
oc: Paramètres de vida privada e de seguretat

# DB: products.Topic.title
source: Do more with apps
oc: Ne far mai amb d'aplicacions

# DB: products.Topic.title
source: Protect your privacy
oc: Protegissètz vòstra vida privada

# DB: products.Topic.title
source: Get community support
oc: Obténer l'assisténcia de la comunautat

# DB: products.Topic.description
source: Get community support
oc: Obténer l'assisténcia de la comunautat

# DB: products.Topic.title
source: Tab basics
oc: Utilizacion dels onglets

# DB: products.Topic.description
source: Tab basics
oc: Utilizacion dels onglets

# DB: products.Topic.title
source: Firefox versions and languages
oc: Versions e lengas de Firefox

# DB: products.Topic.description
source: Firefox versions and languages
oc: Versions e lengas de Firefox

# DB: products.Topic.title
source: Cookies and cache
oc: Cookies e escondedor

# DB: products.Topic.title
source: Firefox controls and buttons
oc: Contraròtles e botons de Firefox

# DB: products.Topic.description
source: Firefox controls and buttons
oc: Contraròtles e botons de Firefox

# DB: products.Topic.title
source: Tab settings
oc: Paramètres dels onglets

# DB: products.Topic.description
source: Tab settings
oc: Paramètres dels onglets

# DB: products.Topic.title
source: Firefox options, preferences and settings
oc: Opcions, preferéncias e paramètres de Firefox

# DB: products.Topic.description
source: Firefox options, preferences and settings
oc: Opcions, preferéncias e paramètres de Firefox

# DB: products.Topic.title
source: Bookmark options
oc: Opcions de marcapaginas

# DB: products.Topic.description
source: Bookmark options
oc: Opcions de marcapaginas

# DB: products.Topic.description
source: Slowness or hanging
oc: Lentors o blocatges

# DB: products.Topic.title
source: Firefox crashes
oc: Firefox planta

# DB: products.Topic.description
source: Crashing
oc: Plantatges

# DB: products.Topic.title
source: Hot topics
oc: Subjèctes d'actualitat

# DB: products.Topic.description
source: Hot topics
oc: Subjèctes d'actualitat

# DB: products.Topic.description
source: Tips and tricks
oc: Trucs e astúcias

# DB: products.Topic.title
source: Use bookmarks
oc: Utilizacion dels marcapaginas

# DB: products.Topic.title
source: Firefox Sync settings
oc: Paramètres de Firefox Sync

# DB: products.Topic.title
source: Get started
oc: Per començar

# DB: products.Topic.title
source: Calling and Contacts
oc: Sonadas e Contactes

# DB: products.Topic.title
source: Email and Messages
oc: Corrièrs electronics e messatges

# DB: products.Topic.title
source: Privacy and security
oc: Vida privada e seguretat

# DB: products.Topic.title
source: Settings
oc: Paramètres

# DB: products.Topic.title
source: Fix problems
oc: Resòlvre de problèmas

# DB: products.Topic.title
source: Working with messages
oc: Trabalhar amb los messatges

# DB: products.Topic.title
source: Get the most from webmaker.org
oc: Tirar lo maximum de webmaker.org

# DB: products.Topic.title
source: Events and help for Mentors
oc: Eveniments e ajuda pels pairins

# DB: products.Topic.description
source: Customize controls, options and add-ons
oc: Personalizacion dels contraròtles, opcions e moduls complementaris

# DB: products.Topic.description
source: Learn the Basics: get started
oc: Aprene las basas : per començar

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
is: Vafri fyrir Windows, Mac og Linux
oc: Navigador per Windows, Mac e Linux

# DB: products.Product.title
source: Firefox for Android
oc: Firefox per Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
is: Vafri fyrir Android farsíma eða spjaldtölvu
oc: Navigador per smartphones e tabletas Android

# DB: products.Product.description
source: Mobile OS for smartphones
oc: Sistèma operatiu per smartphones

# DB: karma.Title.name
source: Top 10 Contributor
is: Topp 10 þátttakendur
oc: Los 10 primièrs contributors

# DB: karma.Title.name
source: Top 25 Contributor
is: Topp 25 þátttakendur
oc: Los 25 primièrs contributors

# DB: badger.Badge.title
source: 2012 Army of Awesome Badge
oc: Badge Army of Awesome 2012

# DB: badger.Badge.title
source: 2013 Army of Awesome Badge
oc: Badge Army of Awesome 2013

# DB: badger.Badge.title
source: 2010 Army of Awesome Badge
oc: Badge Army of Awesome 2010

# DB: badger.Badge.title
source: 2011 Army of Awesome Badge
oc: Badge Army of Awesome 2011

# DB: badger.Badge.title
source: 2012 Support Forum Badge
oc: Badge del forum d'assisténcia 2012

# DB: badger.Badge.title
source: 2010 KB Badge
oc: Badge KB 2010

# DB: badger.Badge.title
source: 2010 L10n Badge
oc: Badge L10n 2010

# DB: badger.Badge.title
source: 2010 Support Forum Badge
oc: Badge del forum d'assisténcia 2010

# DB: badger.Badge.title
source: 2011 KB Badge
oc: Badge KB 2011

# DB: badger.Badge.title
source: 2011 L10n Badge
oc: Badge L10n 2011

# DB: badger.Badge.title
source: 2011 Support Forum Badge
oc: Badge del forum d'assisténcia 2011

# DB: badger.Badge.title
source: 2012 KB Badge
oc: Badge KB 2012

# DB: badger.Badge.title
source: 2013 KB Badge
oc: Badge KB 2013

# DB: badger.Badge.title
source: 2013 L10n Badge
oc: Badge L10n 2013

# DB: badger.Badge.title
source: 2012 L10n Badge
oc: Badge L10n 2012

# DB: badger.Badge.title
source: Kitsune Contributor
oc: Contributor de Kitsune

source: To field is required.
is: Svæði er nauðsynlegt.
oc: Lo camp dels destinataris es obligatòri.

source: {username} is not a valid username.
is: {username} er ekki gilt notandanafn.
oc: {username} es pas un nom d'utilizaire valid.

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
is: Gakktu úr skugga um að þetta gildi sé að minnsta kosti %(limit_value)s stafir (er núna %(show_value)s).
oc: Asseguratz-vos qu'aquesta valor a al mens %(limit_value)s caractèrs (n'a %(show_value)s).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
is: Gakktu úr skugga um að þetta gildi sé í mesta lagi %(limit_value)s stafir (er núna %(show_value)s).
oc: Asseguratz-vos qu'aquesta valor a al pus %(limit_value)s caractèrs (n'a %(show_value)s).

source: read more
oc: legir la seguida

source: Today at %s
ga_ie: Inniu ag %s
is: Í dag klukkan %s
oc: Uèi a %s

source: %(number)d year ago
ga_ie: %(number)d bhliain ó shin
is: %(number)d ári síðan
oc: i a %(number)d an

source: %(number)d month ago
ga_ie: %(number)d mhí ó shin
is: %(number)d mánuði síðan
oc: i a %(number)d mes

source: %(number)d week ago
ga_ie: %(number)d seachtain ó shin
is: %(number)d viku síðan
oc: i a %(number)d setmana

source: %(number)d day ago
ga_ie: %(number)d lá ó shin
is: %(number)d degi síðan
oc: i a %(number)d jorn

source: %(number)d hour ago
ga_ie: %(number)d uair ó shin
is: %(number)d klukkustund síðan
oc: i a %(number)d ora
