Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ga_ie, gu_in, is, oc

source: Get Involved
ga_ie: Glac Páirt
gu_in: સંકળાયેલ રહો
is: Taka þátt

source: FAQ
ga_ie: Ceisteanna Coitianta
is: Spurt og svarað

source: Blog
ga_ie: Blag
gu_in: બ્લોગ
is: Blogg

source: Add-ons
ga_ie: Breiseáin
gu_in: એડ-ઓન
is: Viðbætur

source: Firefox Add-ons
ga_ie: Breiseáin Firefox
is: Firefox viðbætur

source: Featured Add-ons
ga_ie: Breiseáin Mhór-Le-Rá
is: Athyglisverðar viðbætur

source: Extensions
ga_ie: Eisínteachtaí
is: Viðbætur

source: Themes
ga_ie: Téamaí
gu_in: થીમ
is: Þema viðbætur

source: Personas
ga_ie: Pearsantachtaí
is: Þema

source: Search Tools
ga_ie: Uirlisí Cuardaigh
is: Leitartól

source: Language Support
ga_ie: Tacaíocht Teanga
is: Tungumálastuðningur

source: Collections
ga_ie: Bailiúcháin
is: Safn

source: Mobile Add-ons
ga_ie: Breiseáin Shoghluaiste
is: Farsímaviðbætur

source: Developer Hub
ga_ie: Lárionad Forbartha
is: Þróunaraðilar

source: Support
ga_ie: Tacaíocht
gu_in: આધાર
is: Aðstoð

source: Firefox Support
ga_ie: Tacaíocht: Firefox
gu_in: Firefox આધાર
is: Firefox aðstoð

source: Mobile Support
ga_ie: Tacaíocht: Soghluaiste
gu_in: Mobile આધાર
is: Farsíma aðstoð

source: Thunderbird Support
ga_ie: Tacaíocht: Thunderbird
gu_in: Thunderbird આધાર
is: Thunderbird aðstoð

source: About
ga_ie: Maidir Leis
gu_in: વિશે
is: Um

source: About Firefox
ga_ie: Maidir le Firefox
is: Um Firefox

source: Participate
ga_ie: Glac páirt
is: Taka þátt

source: Communications
ga_ie: Cumarsáid
is: Samskipti

source: Careers
ga_ie: Jabanna
gu_in: કરીયર
is: Starfsframi

source: Partnerships
ga_ie: Comhpháirtíocht
gu_in: ભાગીદારી
is: Þátttakendur

source: Legal
ga_ie: Dlí
is: Lögfræðilegt

source: Desktop
ga_ie: Deasc
is: Skjáborð

source: Visit Mozilla
ga_ie: Féach ar shuíomh Mhozilla
is: Heimsækja Mozilla

source: Menu
ga_ie: Roghchlár
is: Valmynd

source: Dashboard
is: Skjáborð

source: Sign In / Register
is: Innskráning / Nýskráning

source: Karma Dashboard
is: Karma Skjáborð

source: Other Languages
ga_ie: Teangacha Eile
is: Önnur tungumál

# site_title
source: Firefox Help
is: Firefox hjálp

source: Home
is: Heim

source: Hot topics
is: Heit umræðuefni

source: Mozilla news
is: Mozilla fréttir

source: Suggestion box
is: Hugmyndabox

source: Join our <mark>Army of Awesome</mark>
ga_ie: Glac páirt san <mark>Army of Awesome</mark>

source: Choose a <mark>tweet below</mark>
ga_ie: Roghnaigh <mark>giolc thíos</mark>

source: Sign in with <mark>Twitter</mark>
ga_ie: Logáil isteach ar <mark>Twitter</mark>

source: Respond to <mark>the tweet!</mark>
ga_ie: Tabhair freagra ar <mark>an ngiolc!</mark>

source: Choose a tweet to help
ga_ie: Roghnaigh giolc

source: Our army has responded to:
ga_ie: Thug ár n-arm freagraí ar:

source: <mark>{percent}%</mark> of tweets
ga_ie: <mark>{percent}%</mark> de ghiolcanna

source: <mark>{num_replies}</mark> replies
ga_ie: <mark>{num_replies}</mark> freagra

source: <mark>{num_requests}</mark> tweets
ga_ie: <mark>{num_requests}</mark> giolc

# army_stats
source: Yesterday
ga_ie: Inné

# army_stats
source: Last Week
ga_ie: An tSeachtain Seo Caite

# army_stats
source: Last Month
ga_ie: An Mhí Seo Caite

# army_stats
source: Last Overall
ga_ie: Iomlán

source: Take it to the <mark>next level!</mark>
ga_ie: Téigh go dtí <mark>an chéad leibhéal eile!</mark>

source: Want to go beyond 140 characters? <a href="%(join_url)s">Join the support community</a> and help many more Firefox users.
ga_ie: Ar mhaith leat dul thar 140 carachtar? <a href="%(join_url)s">Glac páirt sa chomhphobal tacaíochta</a> agus cuidigh le níos mó úsáideoirí Firefox.

source: Reply now
ga_ie: Tabhair freagra air anois

source: Before you join the Army of Awesome, you need to log in so you can respond to tweets. You will now be redirected to Twitter to log in.
ga_ie: Sular féidir leat clárú leis an Army of Awesome, ní mór duit logáil isteach sa chaoi go mbeidh tú in ann freagra a chur ar ghiolcanna. Cuirfear tú ar aghaidh go dtí an leathanach logála isteach ar Twitter.

source: This Week
ga_ie: An tSeachtain Seo

source: Visits this week
ga_ie: Cuairteanna an tseachtain seo

source: Out of Date
ga_ie: As Dáta

source: Untranslated Articles
ga_ie: Altanna Gan Aistriúchán

source: Out-of-Date Translations
ga_ie: Aistriúcháin As Dáta

source: Out-of-Date
ga_ie: As Dáta

source: All out-of-date translations...
ga_ie: Gach aistriúchán as dáta...

source: Translations Needing Updates
ga_ie: Nuashonrú De Dhíth Ar Aistriúchán

source: Needing Updates
ga_ie: Nuashonrú De Dhíth

source: Contributor Dashboard
ga_ie: Painéal Rannpháirtithe

source: {date} by {user}
ga_ie: {date} ag {user}

source: Available formats
ga_ie: Formáidí atá le fáil

source: You have JavaScript disabled. Please enable JavaScript to upload files.
ga_ie: Tá JavaScript díchumasaithe agat. Cumasaigh JavaScript chun comhaid a uasluchtú.

source: Reply to: %s
ga_ie: Freagra ar: %s

source: Post
ga_ie: Postáil

source: Message
ga_ie: Teachtaireacht

source: Reply Preview:
ga_ie: Réamhamharc ar Fhreagra:

source: You've come to the right place! Start by searching for solutions, or by choosing one of our support articles below. If you can't find the answer you need, our community of volunteers are ready to help.
ga_ie: Is maith an áit ar casadh thú! Déan cuardach ar réiteach ar d'fhadhb, nó roghnaigh ceann de na haltanna tacaíochta thíos. Mura bhfuil tú in ann teacht ar an bhfreagra atá uait, tá ár gcomhphobal réidh teacht i bhfóir ort.

source: Firefox Home Support Home Page
ga_ie: Tacaíocht Firefox Home: Leathanach Baile

source: Firefox Help for Firefox Home
ga_ie: Cabhair le Firefox Home

source: Need Help With <mark>Firefox Home?</mark>
ga_ie: An bhfuil cabhair uait le <mark>Firefox Home?</mark>

source: Firefox Support Home Page
ga_ie: Tacaíocht Firefox: Leathanach Baile

source: Need Help With <mark>Firefox?</mark>
ga_ie: An bhfuil cabhair uait le <mark>Firefox?</mark>

source: You've come to the right place! Start by searching our site below, or browse our list of popular support articles. If you can't find the answer you need, our community of volunteers are ready to help you find a solution.
ga_ie: Is maith an áit ar casadh thú! Cuardaigh ár suíomh leis an mbosca thíos, nó brabhsáil na haltanna tacaíochta s'againn. Mura bhfuil tú in ann teacht ar an bhfreagra atá uait, tá ár gcomhphobal réidh teacht i bhfóir ort.

source: Firefox for Mobile Support Home Page
ga_ie: Tacaíocht Firefox Soghluaiste: Leathanach Baile

source: Firefox Help for Mobile
ga_ie: Cabhair le Firefox Soghluaiste

source: Need Help With <mark>Firefox for Mobile?</mark>
ga_ie: An bhfuil cabhair uait le <mark>Firefox Soghluaiste</mark>

source: Firefox Sync Support Home Page
ga_ie: Tacaíocht Firefox Sync: Leathanach Baile

source: Firefox Help for Sync
ga_ie: Cabhair le Firefox Sync

source: Need Help With <mark>Firefox Sync?</mark>
ga_ie: An bhfuil cabhair uait le <mark>Firefox Sync?</mark>

source: Common Questions
ga_ie: Ceisteanna Coitianta

source: Firefox Help <span>for Firefox Home</span>
ga_ie: Cabhair Firefox: <span>Firefox Home</span>

source: Firefox Help <span>for Mobile</span>
ga_ie: Cabhair Firefox: <span>Firefox Soghluaiste</span>

source: Firefox Help <span>for Sync</span>
ga_ie: Cabhair Firefox: <span>Sync</span>

source: Operating System
ga_ie: Córas Oibriúcháin

source: Your question is now visible on the site!
ga_ie: Tá do cheist ar taispeáint ar an suíomh anois!

source: Log In
ga_ie: Logáil Isteach
gu_in: પ્રવેશ કરો

source: Website:
ga_ie: Suíomh Gréasáin:

source: Livechat ID: {livechat_id}
ga_ie: Aitheantas Livechat: {livechat_id}

source: I forgot my password.
ga_ie: Ní cuimhin liom m'fhocal faire.

source: My account is inactive.
ga_ie: Tá mo chuntas neamhghníomhach.

source: {title} ({locale}) has a new approved revision
ga_ie: Ceadaíodh leagan nua de {title} ({locale})

source: Firefox version:
ga_ie: Leagan de Firefox:

source: Operating systems:
ga_ie: Córais oibriúcháin:

source: Your revision has been rejected: {title}
ga_ie: Diúltaíodh do leagan: {title}

source: Couldn't find what you were looking for?
ga_ie: Níorbh fhéidir leat teacht ar an rud a bhí uait?

source: Ask our awesome support community for help
ga_ie: Cuir do cheist ar ár gcomhphobal iontach

source: Or try searching:
ga_ie: Nó déan cuardach:

source: Turn off emails.
ga_ie: Ná seol ríomhphost chugam.

source: Get emailed when this article changes.
ga_ie: Seol ríomhphost chugam nuair a athrófar an t-alt seo.

source: Is reviewed?
ga_ie: Athbhreithnithe?

source: Choose a locale:
ga_ie: Roghnaigh teanga:

source: Our volunteers haven't translated this article into %(locale)s yet. <a href="%(help_link)s">Join us and help get the job done!</a>
ga_ie: Níor aistrigh aon duine an t-alt seo go %(locale)s fós. <a href="%(help_link)s">Bí linn agus cuir an obair i gcrích!</a>

source: Reject Translation
ga_ie: Diúltaigh an tAistriúchán

source: Reject Revision
ga_ie: Diúltaigh an Leagan

source: Reject this Translation
ga_ie: Diúltaigh an tAistriúchán seo

source: Reject this Revision
ga_ie: Diúltaigh an Leagan seo

source: Reject
ga_ie: Diúltaigh

source: Be <mark>Awesome</mark>
ga_ie: Bí <mark>Iontach</mark>

source: Did you know that Firefox Help is powered by volunteer superheroes all around the world?
ga_ie: An raibh a fhios agat gurbh é sárlaochra deonacha ar fud an domhain atá taobh thiar Cabhair Firefox?

source: Grab your cape and join us &raquo;
ga_ie: Beir greim ar do chába sárlaoich agus bí linn &raquo;

source: Check your <mark>plugins</mark>
ga_ie: Seiceáil do chuid <mark>breiseán</mark>

source: What is a plugin? Why should I keep them updated? Answer these questions and run an instant check to see if you're up to date.
ga_ie: Cad is breiseán ann? Cén fáth ar chóir dom iad a nuashonrú? Faigh freagraí ar na ceisteanna seo agus féach an bhfuil tú cothrom le dáta.

source: Find out more &raquo;
ga_ie: Tuilleadh eolais &raquo;

source: Except where otherwise <a href="http://mozilla.com/about/legal.html#site">noted</a>, content on this site is licensed under the <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> or any later version.
ga_ie: Ach amháin in aon áit <a href="http://mozilla.com/about/legal.html#site">ina ndeirtear a mhalairt</a>, cuirtear an t-ábhar ar an suíomh seo ar fáil faoin <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> nó aon leagan níos déanaí.

source: Search Firefox Help
ga_ie: Cuardaigh Cabhair Firefox

source: Welcome, <span class="user">{user}</span>.
ga_ie: Fáilte romhat, a <span class="user">{user}</span>.

source: Want to contribute?<br /> <a href="%(login_url)s">Sign In</a> or <a href="%(register_url)s">Register</a>
ga_ie: Ar mhaith leat cuidiú linn?<br /> <a href="%(login_url)s">Logáil Isteach</a> nó <a href="%(register_url)s">Cláraigh</a>

source: Contributor Home Page
ga_ie: Rannpháirtithe: Leathanach Baile

source: Answer Support Questions
ga_ie: Tabhair Freagraí ar Cheisteanna

source: Help with Live Chat
ga_ie: Cabhraigh le Comhrá Beo

source: Improve the Knowledge Base
ga_ie: Cuir Feabhas ar an mBunachar Eolais

source: Translate Articles
ga_ie: Aistrigh Altanna

source: Contributors Forums
ga_ie: Fóraim na Rannpháirtithe

source: Firefox Help Home
ga_ie: Cabhair Firefox: Baile

source: Prev
ga_ie: Roimhe Seo

source: Return to Firefox Support homepage
ga_ie: Fill ar leathanach baile Tacaíocht Firefox

source: Need More Personal Help?
ga_ie: An bhfuil cabhair níos pearsanta uait?

source: Browse our Support Forum
ga_ie: Brabhsáil ár bhFóram Tacaíochta

source: Other Products
ga_ie: Táirgí Eile

source: Firefox for Desktop
ga_ie: Firefox ar an Deasc

source: Firefox for Mobile
ga_ie: Firefox Soghluaiste

source: View full site
ga_ie: Féach ar an suíomh iomlán

source: Post status
gu_in: પોસ્ટ સ્થિતિ

source: Search the Forum
gu_in: ફોરમ શોધો

source: Forum
gu_in: ફોરમ

source: Note: Searching for "tag1, tag2" returns articles tagged with both tag1 and tag2
gu_in: નોંધ: "tag1, tag2" માટે શોધવાનું tag1 અને tag2 બંનેથી ટેગ થયેલ લેખ આપે છે.

source: Refine your search
gu_in: તમારી શોધની શુદ્ધિ કરો

source: Did you mean: {0}
gu_in: શું તમારો મતલબ: {0}

source: Can't find what you're looking for? <a href='{0}'>Ask a support question instead!</a>
gu_in: તમે જે શોધવા માંગો છો એ શોધી શકતા નથી? <a href='{0}'>એની જગ્યા તમે સપોર્ટને પ્રશ્ન પૂછો!</a>

source: Tips and Tricks
gu_in: ટિપ્પણીઓ અને તરકીબો

source: Other Systems and Languages
gu_in: અન્ય સિસ્ટમો અને ભાષાઓ

source: Fastest Firefox
gu_in: ઝડપી Firefox

source: All Add-ons
gu_in: બધા એડ-ઓન

source: Recommended
gu_in: આગ્રહણીય

source: Popular
gu_in: પ્રખ્યાત

source: Search Engines
gu_in: શોધ યંત્રો

source: Plugins
gu_in: પ્લગઈન

source: Community
gu_in: સમુદાય

source: Mozilla Developer Center
gu_in: Mozilla વિકાસ કેન્દ્ર

source: Mozilla Labs
gu_in: Mozilla પ્રયોગશાળા

source: Mozilla Messaging
gu_in: Mozilla મેસેજીંગ

source: Planet Mozilla
gu_in: પ્લાનેટ Mozilla

source: What is Mozilla?
gu_in: Mozilla શું છે?

source: Press Center
gu_in: જાહેરાત કેન્દ્ર

source: Licensing
gu_in: લાયસન્સ

source: Community Store
gu_in: સમુદાય સંગ્રહ

source: Logo Guide
gu_in: લોગો માર્ગદર્શન

source: Except where otherwise <a href="http://www.mozilla.com/about/legal.html#site">noted</a>, content on this site is licensed under the<br/><strong><a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike License v3.0</a></strong> or any later version.
gu_in: અહીં <a href="http://www.mozilla.com/about/legal.html#site">નોંધ</a> કર્યા સિવાય, આ સાઈટ પરના સમાવિષ્ટ<br/><strong><a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike License v3.0</a></strong> અથવા તાજેતરની આવૃત્તિ હેઠળ લાયસન્સ થયેલ છે.

source: Mozilla is providing links to any applications as a courtesy, and makes no representations regarding the applications or any information related there to. Any questions, complaints or claims regarding the applications must be directed to the appropriate software vendor.
gu_in: Mozilla અન્ય કોઈપણ કાર્યક્રમોની કડી તેના સૌજન્યથી પૂરી પાડે છે, અને કાર્યક્રમોની કે એની જાણકારી સંબંધિત કોઈપણ પ્રકારની રજૂઆત કરતી નથી. કાર્યક્રમોને લગતા કોઈપણ પ્રશ્નો, ફરિયાદો કે દાવા સીધા તેના લગતાવળગતા સોફ્ટવેર વિક્રેતાને કરવા વિનંતી.

source: Store
gu_in: સંગ્રહ

source: Other Firefox Support
gu_in: અન્ય Firefox આધાર

source: How to Contribute
gu_in: કેવી રીતે ફાળો આપવો

source: My Account
gu_in: મારું ખાતું

source: Log Out
gu_in: બહાર નીકળો
