Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ga_ie, gu_in, is, oc

source: This user has been deactivated.
oc: Aqueste utilizaire es estat desactivat.

source: {0} answer
is: {0} svar
oc: {0} responsa

source: {0} solution
is: {0} lausn
oc: {0} solucion

source: {0} documents
is: {0} skjal
oc: {0} document

source: About {user}
ga_ie: Maidir le {user}
is: Um {user}
oc: A prepaus de {user}

source: {user}'s Groups
is: Hópar {user}
oc: Gropes de {user}

source: See all available SUMO badges
oc: Veire totes los badges SUMO disponibles

source: Change Password
ga_ie: Athraigh Focal Faire
is: Breyta lykilorði
oc: Cambiar lo senhal

source: Change my password
ga_ie: Athraigh m'fhocal faire
is: Breyta lykilorði
oc: Cambiar mon senhal

source: Password change successful!
is: Tókst að breyta lykilorði!
oc: Senhal doblidat !

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
is: Tókst að breyta lykilorði. <a href="%(profile_url)s">Farðu til baka á breyta notanda.</a>
oc: Avètz cambiat vòstre senhal. <a href="%(profile_url)s">Tornar a la pagina de modificacion de perfil.</a>

source: Password successfully reset.
ga_ie: D'éirigh le hathshocrú d'fhocail faire.
is: Tókst að endurstilla lykilorð.
oc: Senhal reïnicializat amb succès.

source: You can now log in.
ga_ie: Tá tú in ann logáil isteach anois.
is: Þú getur núna skráð þig inn.
oc: Ara, vos podètz connectar.

source: Password Reset
ga_ie: Athshocrú Focail Faire
is: Endursetja lykilorð
oc: Reïnicializar lo senhal

source: New password
ga_ie: Focal Faire Nua
is: Nýtt lykilorð
oc: Senhal novèl

source: Confirm password
ga_ie: Dearbhaigh an focal faire
is: Staðfesta aðgangsorð
oc: Confirmar lo senhal

source: Password reset unsuccessful
ga_ie: Níorbh fhéidir an focal faire a athshocrú
is: Ekki tókst að endurstilla lykilorð
oc: Lo senhal a pas pogut èsser reïnicializat

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
is: Tengill fyrir að endurstilla lykilorð var ógildur, líklega vegna þess að þegar er búið að nota hann. Vinsamlega náðu þér í aðra beiðni um endurstillingu á lykilorði.
oc: Lo ligam de reïnicializacion del senhal èra invalid, Benlèu qu'èra perque es estat utilizat ja. Demandatz una novèla reïnicializacion de senhal.

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
is: <strong>Aðvörun:</strong> Þeir sem bjuggu til aðgang fyrir desember 2010 gætu lent í vandræðum með að skrá sig inn. Endursettu lykilorðið þitt hér fyrir neðan.
oc: <strong>Atencion</strong> los comptes creats abans decembre de 2010 pòdon aver de dificultats a se connectar. Reïnicializatz vòstre senhal çaijós.

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
is: Gleymt lykilorð? Sláðu inn netfang fyrir neðan, og við sendum leiðbeiningar um hvernig á að fá nýtt lykilorð.
oc: Avètz doblidat vòstre senhal ? Picatz vòstra adreça electronica çaijós, e vos mandarem d'instruccions per ne definir un novèl.

source: Email Address:
ga_ie: Seoladh Ríomhphoist:
is: Tölvupóstfang:
oc: Adreça electronica :

source: Send password reset link
ga_ie: Seol nasc lenar féidir d'fhocal faire a athshocrú
is: Senda tengil fyrir endurstillingu á lykilorði
oc: Mandar lo ligam de reïnicializacion del senhal

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
is: Búið er að senda tölvupóst á alla reikninga sem eru að nota þetta netfang. Smelltu á tengilinn í tölvupóstinum til að endurstilla lykilorðið þitt.
oc: Avèm mandat un corrièl a totes los comptes qu'utilizan aquesta adreça. Seguissètz lo ligam dins lo corrièl per reïnicializar vòstre senhal.

source: Thank you for registering!
ga_ie: Go raibh maith agat as clárú!
is: Takk fyrir að skrá þig inn!
oc: Mercé per vòstra inscripcion !

source: Thank you for being awesome!
ga_ie: Go raibh maith agat - is laoch thú!
is: Takk fyrir að vera æðislegur!
oc: Mercé d'èsser remirable !

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
is: Áður en þú getur skráð þig inn, þarftu að staðfesta netfangið þitt. Búið er að senda þér tölvupóst með staðfestingartengli. Smelltu einfaldlega á tengilinn og þú ert tilbúinn!
oc: Abans que vos poscatz connectar, vos cal confirmar vòstra adreça electronica. Vos avèm mandat un corrièl que conten un ligam de confirmacion. Clicatz simplament sul ligam e tot serà prèst !

source: Resend confirmation email
ga_ie: Seol an teachtaireacht dearbhaithe arís
is: Endursenda staðfestingartölvupóst
oc: Mandar tornarmai lo corrièl de confirmacion

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
is: Til að virkja aðganginn þinn verður fyrst að staðfesta tölvupóstfangið þitt. Sláðu inn tölvupóstfangið og sendu inn upplýsingarnar, og staðfestingarpóstur verður sendur.
oc: Per activar vòstre compte, vos cal d'en primièr confirmar vòstra adreça electronica. Picatz vòstra adreça electronica e sometètz lo formulari çaijós, vos renviarem alara lo corrièl de confirmacion.

source: Resend account confirmation email
ga_ie: Seol an teachtaireacht dearbhaithe arís
is: Endursenda staðfestingartölvupóst fyrir aðgang
oc: Mandar tornarmai lo corrièl de confirmacion de compte

source: Confirmation email sent successfully.
is: Tókst að senda staðfestingartölvupóst.
oc: Corrièl de confirmacion mandat amb succès.

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
is: Áður en þú getur skráð þig inn, þarftu að staðfesta netfangið þitt. Við erum búnir að senda staðfestingarpóst á reikninginn sem er að nota <strong>%(email)s</strong>. Til að staðfesta netfang, smelltu á tengilinn í póstinum.
oc: Abans que vos poscatz connectar, vos cal confirmar vòstra adreça electronica. Avèm mandat un novèl corrièl de confirmacion qu'utiliza <strong>%(email)s</strong>. Per confirmar l'adreça electronica, seguissètz simplament lo ligam dins lo corrièl.

source: Register to be a Contributor
is: Skráðu þig inn til að verða þátttakandi
oc: S'inscriure coma contributor

source: You don't need to register to <a href="{url}">ask a question</a>.
oc: Avètz pas besonh de vos inscriure per <a href="{url}">pausar una question</a>.

source: Logging in...
ga_ie: Logáil isteach...
is: Innskráning...
oc: Connexion…

source: Logged in!
ga_ie: Logáilte isteach!
is: Innskráður!
oc: Connectat(-ada) !

source: My password isn't working.
is: Lykilorðið mitt virkar ekki.
oc: Mon senhal fonciona pas.

source: Login Problems?
ga_ie: Fadhbanna?
is: Vandræði með innskráningu?
oc: Problèmas de connexion ?

source: I forgot my username.
is: Ég gleymdi notandanafninu mínu.
oc: Ai doblidat mon nom d'utilizaire.

source: I didn't get a confirmation email.
is: Ég fékk ekki sendan staðfestingartölvupóst.
oc: Ai pas recebut cap de corrièl de confirmacion.

source: Password should be at least 8 characters long and contain at least 1 number.
is: Lykilorð ætti að vera að minnsta kosti 8 stafir og innihalda að minnsta kosti 1 tölustaf.
oc: Lo senhal deuriá èsser long d'al mens 8 caractèrs e conténer al mens un nombre.

source: My profile
ga_ie: Mo phróifíl
is: Notandinn minn
oc: Mon perfil

source: Edit my profile
ga_ie: Cuir mo phróifíl in eagar
is: Breyta notanda
oc: Modificar mon perfil

source: Edit settings
is: Breyta stillingum
oc: Modificar los paramètres

source: Successfully activated
oc: Activat amb succès

source: Change email
oc: Cambiar mon adreça electronica

source: Edit profile
oc: Modificar lo perfil

source: Change Email
oc: Cambiar mon adreça electronica

source: Password
ga_ie: Focal Faire
is: Lykilorð
oc: Senhal

source: Email in
oc: Messatges en

source: Retrieve username
oc: Recuperar lo nom d'utilizaire

source: Contributions
oc: Contribucions

source: Change password
oc: Cambiar lo senhal

source: Old Password
oc: Ancian senhal

source: New Password
oc: Senhal novèl

source: New Password Again
oc: Repetir lo senhal novèl

source: Password reset
oc: Senhal reïnicializat

source: Register or sign in
is: Skráðu þig eða innskráðu þig
oc: S'inscriure o se connectar

source: Create a support account.
is: Búa til þjónustureikning
oc: Crear un compte d'assisténcia.

source: Username
is: Notandanafn
oc: Nom d'utilizaire

source: Signing in...
is: Skrái inn...
oc: Connexion…

source: Signed in!
is: Innskráður!
oc: Connexion establida !

source: Don't have an account? Register
is: Ertu ekki með reikning? Skráðu þig
oc: Avètz pas cap de compte ? Inscrivissètz-vos

source: Create a new support account
is: Búa til nýjan þjónustureikning
oc: Crear un novèl compte d'assisténcia

source: Minor details that don't affect the instructions
is: Miniháttar atriði sem hafa ekki áhrif á leiðbeiningarnar
oc: Detalhs segondaris qu'afèctan pas las instruccions

source: Content changes that don't require immediate translation
is: Breytingar á innihaldi sem þarfnast ekki þýðingar strax
oc: Modificacions de contengut que necessitan pas una traduccion immediata

source: Major content changes that will make older translations inaccurate
is: Stórar breytingar á innihaldi sem gera fyrri þýðingar rangar
oc: Modificacions importantas del contengut que rendràn las traduccions mai ancianas inexactas

source: These minor changes are not important for localizers and they will not be notified.
is: Þetta eru minniháttar atriði sem eru ekki mikilvæg fyrir þýðendur og þeir verða ekki látnir vita.
oc: Aquelas modificacions menoras son pas importantas pels localizadors e lor seràn pas senhaladas.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
is: Þetta lætur þýðendur vita og þýðingar verða merktar sem "þarfnast uppfærslu" á stjórnborðinu. Flestar breytingar&mdash;uppfæra mynd, laga {for} kóða, bæta við eða fjarlægja ónauðsynlega kafla&mdash;ætti að notast við þetta.
oc: Aquò avertirà los localizaires e las traduccions seràn marcadas coma « de metre a jorn » suls tablèus de bòrd. La màger part dels cambiaments &mdash; mesa a jorn d'un imatge, correccion d'una balisa {for}, apondon o supression de seccions non criticas &mdash; deurián utilizar aquò.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
is: Þetta lætur þýðendur vita og þýðingar verða merktar sem "úreltar" á stjórnborðinu. Þýðingar munu sýna aðvörun fyrir notendur um að þýðingin sé úrelt og að enska útgáfan sé nýrri. Notaðu þetta ef eldri upplýsingar eru algerlega ónothæfar.
oc: Aquò avertirà los localizaires e las traduccions seràn marcadas coma « de metre a jorn lo mai viste possible » suls tablèus de bòrd. Las traduccions aficharàn un avertiment als utilizaires que dirà que son obsoletas e que la version anglesa es la mai precisa. Utilizatz aquò quand las ancianas instruccions son completament inutilizablas.

source: Troubleshooting
is: Úrræðaleit
oc: Resolucion de problèmas

source: How to
is: Leiðbeiningar
oc: Cossí far

source: How to contribute
is: Hvernig get ég lagt mitt af mörkum
oc: Cossí contribuir

source: %(old)s Redirect %(number)i
is: %(old)s Áframsenda %(number)i
oc: %(old)s Redireccion %(number)i

source: {title} was edited by {creator}
is: {title} var breytt af {creator}
oc: {title} es estat modificat per {creator}

source: {title} is ready for review ({creator})
is: {title} er tilbúinn fyrir samþykki ({creator})
oc: {title} es en espèra de verificacion ({creator})

source: {title} has a revision ready for localization
is: {title} er með útgáfu tilbúna fyrir þýðingu
oc: {title} a una revision prèsta per la localizacion

source: {title} ({locale}) has a new approved revision ({reviewer})
is: {title} ({locale}) er með nýja samþykkta útgáfu ({reviewer})
oc: {title} ({locale}) a una novèla revision aprovada ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu titil ekki lengri en %(limit_value)s stafir. Hann er núna %(show_value)s stafir.
oc: Limitatz la longor del títol a %(limit_value)s caractèrs o mens. Es actualament de %(show_value)s caractèrs.

source: Please provide a slug.
is: Sláðu inn auðkenni.
oc: Especificatz un identificant.

source: The slug provided is not valid.
is: Innslegið auðkenni er ekki gilt.
oc: L'identificant especificat es invalid.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Auðkenni er of stutt (%(show_value)s stafir). Það verður að vera minnst %(limit_value)s stafir.
oc: L'identificant es tròp cort (%(show_value)s caractèrs). Sa longor deu èsser d'al mens %(limit_value)s caractèrs.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Passaðu að lengd auðkennis sé minni en %(limit_value)s stafir. Það er núna %(show_value)s stafir.
oc: Limitatz la longor de l'identificant a %(limit_value)s caractèrs o mens. Es actualament de %(show_value)s caractèrs.

source: Please provide a summary.
is: Vantar yfirlit.
oc: Especificatz un resumit.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Yfirlit er of stutt (%(show_value)s stafir). Verður að vera minnst %(limit_value)s stafir.
oc: Lo resumit es tròp cort (%(show_value)s caractèrs). Sa longor deu èsser d'al mens %(limit_value)s caractèrs.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu yfirlit ekki lengri en %(limit_value)s stafir. Það er núna %(show_value)s stafir.
oc: Limitatz la longor del resumit a %(limit_value)s caractèrs o mens. Es actualament de %(show_value)s caractèrs.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Innihald er of stutt (%(show_value)s stafir). Innihald verðua ð vera minnst %(limit_value)s stafir.
oc: Lo contengut es tròp cort (%(show_value)s caractèrs). Sa longor deu far al mens %(limit_value)s caractèrs.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu efni ekki lengri en %(limit_value)s stafir. Það er núna %(show_value)s stafir.
oc: Limitatz la longor del contengut a %(limit_value)s caractèrs o mens. Es actualament de %(show_value)s caractèrs.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu athugasemd ekki lengri en %(limit_value)s stafir. Hún er núna %(show_value)s stafir.
oc: Limitatz la longor del comentari a %(limit_value)s caractèrs o mens. Es actualament de %(show_value)s caractèrs.

source: Please select at least one product.
is: Veldu að minnsta kosti eitt forrit.
oc: Seleccionatz al mens un produch.

source: Please select at least one topic.
is: Veldu að minnsta kosti eitt umræðuefni.
oc: Seleccionatz al mens un subjècte.

source: Title of article
ga_ie: Teideal an ailt
is: Titill síðu
oc: Títol de l'article

source: Slug:
ga_ie: Sluga:
is: Auðkenni:
oc: Identificant :

source: Article URL
ga_ie: URL an ailt
is: Slóð á síðu
oc: URL de l'article

source: Relevant to:
ga_ie: Baineann sé le:
is: Tengsl við:
oc: Concernís :

source: Allow translations:
ga_ie: Ceadaigh aistriúchán:
is: Leyfa þýðingar:
oc: Permetre las traduccions :

source: Obsolete:
is: Útrunnið:
oc: Obsolèt :

source: Allow discussion on this article?
is: Leyfa spjall á þessari síðu?
oc: Autorizar la discussion sus aqueste article ?

source: Type of article
ga_ie: Cineál an ailt
is: Tegund síðu
oc: Tipe d'article

source: Topics:
ga_ie: Ábhar:
is: Umræðuefni:
oc: Subjèctes :

source: Needs change:
is: Þarfnast breytingar:
oc: Deu èsser modificat :

source: Comment:
ga_ie: Nóta:
is: Athugasemd:
oc: Comentari :

source: Keywords:
ga_ie: Lorgfhocail:
is: Stikkorð:
oc: Mots claus :

source: Affects search results
ga_ie: Téann sé i bhfeidhm ar thorthaí cuardaigh
is: Hefur áhrif á leitarniðurstöður
oc: Afècta los resultats de recèrca

source: Search result summary:
is: Niðurstöður leitar:
oc: Resumit del resultat de recèrca :

source: Only displayed on search results page
is: Aðeins sýnt á leitarniðurstöðusíðu
oc: Afichat unicament sus la pagina de resultats de recèrca

source: Significance:
ga_ie: Tábhacht:
is: Marktækir:
oc: Importància :

source: Needs change
is: Þarfnast breytingar
oc: Deu èsser modificat

source: Users:
oc: Utilizaires :

source: Start:
oc: Començament :

source: End:
oc: Fin :

source: {users} added successfully!
is: Tókst að bæta við {users}!
oc: {users} aponduts.

source: There were errors adding users, see below.
is: Upp komu villur við að bæta við notendum, sjá fyrir neðan.
oc: D'errors se son produchas al moment de l'apondon d'utilizaires, vejatz çaijós.

source: {user} removed from successfully!
is: Tókst að fjarlægja {user}!
oc: {user} es estat levat.

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
is: Ef hakað er við þetta, verður þessi wiki síða falin frá einföldum leitum og stjórnborði. Ef síðan er skoðuð, mun síðan vara við að hún sé ekki lengur viðhaldið.
oc: Se marcat, aquesta pagina Wiki apareisserà pas dins las recèrcas basicas e los tablèus de bòrd. Al moment de l'afichatge, la pagina avertirà qu'es pas mai tenguda a jorn.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
is: Ef hakað er við þetta, mun þetta skjal leyfa spjall á tengdu spjallsvæði. Afhakaðu til að fela/slökkva á spjallsvæðinu.
oc: Se la casa es marcada, aqueste document autoriza la discussion dins un forum associat. Desmarcatz per amagar/desactivar lo forum.

source: If checked, this document needs updates.
is: Ef hakað er við, þá þarfnast þetta skjal uppfærslu.
oc: Se marcat, aqueste document deu èsser modificat.

source: Please choose a category.
ga_ie: Roghnaigh catagóir
is: Veldu flokk.
oc: Causissètz una categoria.

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
is: Útgáfa verður að vera byggð á ensku útgáfu skjalsins. Útgáfu auðkenni %(id)s passar ekki við þessi skilyrði.
oc: Una revision deu èsser basada sus l'article en anglés. L'identificant de la revision %(id)s correspond pas a aqueles critèris.

source: [Recursive inclusion of "%s"]
is: [Endurkvæm innsetning "%s"]
oc: [Inclusion recursiva de « %s »]

source: The document "%s" does not exist.
ga_ie: Níl cáipéis "%s" ann.
is: Skjalið "%s" er ekki til.
oc: Lo document « %s » existís pas.

source: The template "%s" does not exist or has no approved revision.
ga_ie: Níl teimpléad "%s" ann, nó níl aon leagan ceadaithe ann.
is: Sniðmátið "%s" er ekki til eða er ekki með samþykkta útgáfu.
oc: Lo modèl « %s » existís pas o es pas estat aprovat.

source: Your revision has been approved: {title}
ga_ie: Ceadaíodh do leagan: {title}
is: Útgáfan þín var samþykkt: {title}
oc: Vòstra revision es estada aprovada : {title}

source: Your revision has been reviewed: {title}
is: Búið er að fara yfir þína útgáfu: {title}
oc: Vòstra revision es estada verificada : {title}

source: A revision you contributed to has been approved: {title}
is: Útgáfan sem þú hjálpaðir til með var samþykkt: {title}
oc: Una revision a la quala avètz contribuit es estada aprovada : {title}

source: A revision you contributed to has been reviewed: {title}
is: Búið er að fara yfir útgáfuna sem þú hjálpaðir til með: {title}
oc: Una revision a la quala avètz contribuit es estada verificada : {title}

# KB Topic
source: mobile
is: farsími
oc: mobil

# KB Topic
source: desktop
is: skjáborð
oc: ordenador

# KB Topic
source: download
is: hala niður
oc: telecargament

source: You cannot translate this document.
ga_ie: Ní féidir an cháipéis seo a aistriú.
is: Þú getur ekki þýtt þetta skjal.
oc: Podètz pas traduire aqueste document.

source: Glad to hear it &mdash; thanks for the feedback!
ga_ie: Iontach maith &mdash; go raibh maith agat as an aiseolas!
is: Gott að heyra &mdash; takk fyrir að láta okkur vita!
oc: Interessant ; mercé pel retorn !

source: You already voted on this Article.
is: Þú hefur þegar kosið þessa síðu.
oc: Avètz ja votat per aqueste article.

source: Thanks for making us better!
is: Takk fyrir að hjálpa okkur!
oc: Mercé de nos ajudar a nos melhorar !

source: Firefox Releases
oc: Versions de Firefox

source: Article Revisions
oc: Revisions d'articles

source: {users} added to the contributors successfully!
is: Tókst að bæta {users} við þátttakendur!
oc: Los utilizaires {users} son estats aponduts als contributors !

source: There were errors adding new contributors, see below.
is: Upp komu villur við að bæta við nýjum þátttakendum, sjá fyrir neðan.
oc: D'errors se son produchas al moment de l'apondon de contributors novèls, vejatz çaijós.

source: {user} removed from the contributors successfully!
is: Tókst að fjarlægja {user} úr hópi þátttakenda!
oc: {user} es estat levat dels contributors.

source: Compare Revisions | {document}
ga_ie: Cuir Leaganacha i gComparáid | {document}
is: Bera saman breyttar útgáfur | {document}
oc: Comparar las revisions | {document}

source: Compare Revisions
ga_ie: Cuir Leaganacha i gComparáid
is: Bera saman breyttar útgáfur
oc: Comparar las revisions

source: Back to History
ga_ie: Ar ais go dtí an stair
is: Til baka á ferilsögu
oc: Retorn a l'istoric

source: Document Deleted | {document}
is: Skjali eytt | {document}
oc: Document suprimit | {document}

source: Delete Document | {document}
is: Eyða skjali | {document}
oc: Suprimir lo document | {document}

source: Delete Document
is: Eyða skjali
oc: Suprimir lo document

source: The document has been deleted.
is: Búið er að eyða skjali.
oc: Lo document es estat suprimit.

source: Are you sure you want to delete this document?
is: Ertu viss um að þú viljir eyða þessu skjali?
oc: Sètz segur que volètz suprimir aqueste document ?

source: All translations of this document will also be deleted.
is: Öllum þýðingum á þessu skjali verður einnig eytt.
oc: Totas las traduccions d'aqueste document seràn suprimidas tanben.

source: Current Content
is: Núverandi innihald
oc: Contengut actual

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessu skjali. <strong>Þessa aðgerð er ekki hægt að bakfæra!</strong> Ertu viss um að þú viljir halda áfram?
oc: Sètz a mand de suprimir definitivament aqueste document. <strong>Aquesta accion pòt pas èsser anullada !</strong> Sètz segur que volètz contunhar ?

source: Cancel and go back to document history
is: Hætta við og fara til baka í sögu skjals
oc: Anullar e tornar a l'istoric del document

source: Remove contributor | {document}
is: Fjarlægja þáttakanda | {document}
oc: Levar lo contributor | {document}

source: Remove Contributor
is: Fjarlægja þáttakanda
oc: Levar lo contributor
