Repository: Chantellfarrell66/sumo-l10n
Catalog: */LC_MESSAGES/yaocho.po
Languages: ar, gu_in, kab, ml, sw, ta, te

source: Download documents for offline use?
ar: أتريد تنزيل المستندات لاستخدامها بلا اتصال؟
gu_in: ઓફલાઇન વપરાશ માટે દસ્તાવેજો ડાઉનલોડ કરો?
kab: Sider arraten i useqdec s war tuqqna?
ml: ഇന്റര്‍നെറ്റ്‌ ലഭിക്കുന്ന കമ്പ്യൂട്ടറാണെങ്കിലും കണക്ഷന്‍ ഇല്ലാത്ത അവസ്ഥയിൽ ഉപയോഗത്തിനായി പ്രമാണങ്ങൾ ഇന്റര്‍നെറ്റില്‍ നിന്നും കമ്പ്യൂട്ടറിലേക്ക്‌ കോപ്പി ചെയ്യനൊ?
sw: Pakua nyaraka kwa ajili ya matumizi nje ya mtandao?
ta: இணைய இணைப்பு இல்லாமல் பயன்படுத்த ஆவணங்களை பதிவிறக்கலாமா?
te: ఆఫ్లైన్లో ఉపయోగించడం కోసం పత్రాలను డౌన్లోడ్ చేయాలా?

source: Yes
ar: نعم
gu_in: હા
kab: Ih
ml: അതെ
sw: Ndio
ta: ஆம்
te: అవును

source: No
ar: لا
gu_in: ના
kab: Ala
ml: അല്ല
sw: La
ta: இல்லை
te: కాదు

source: All Topics
ar: كل المواضيع
gu_in: બધા વિષયો
kab: Akk isental
ml: എല്ലാ വിഷയങ്ങളും
sw: Mada Zote
ta: அனைத்து தலைப்புகள்
te: అన్ని విషయములు

source: Network Error.
ar: عطل في الشبكة.
gu_in: નેટવર્ક ભૂલ.
kab: Tuccḍa n uẓeṭṭa
ml: കംപ്യൂട്ടറുകള്‍ തമ്മിലുള്ള ഡാറ്റ കൈമാറുന്ന രീതിയിൽ പിശക്.
sw: Hitilafu katika mtandao.
ta: பிணைய பிழை.
te: నెట్‌వర్కు దోషము.

source: Documents finished downloading.
ar: انتهى تنزيل المستندات.
gu_in: દસ્તાવેજો ડાઉનલોડ કરવાના સમાપ્ત થયા.
kab: Arraten fuken asider.
ml: പ്രമാണങ്ങൾ ഇന്റര്‍നെറ്റില്‍ നിന്നും കമ്പ്യൂട്ടറിലേക്ക്‌ കോപ്പി ചെയ്തു കഴിഞ്ഞു.
sw: Nyaraka imekamilisha kushusha.
ta: ஆவணங்கள் பதிவிறக்கப்பட்டது.
te: పత్రాలు డౌన్లోడ్ ముగిసినది.

source: Mozilla Support
ar: دعم موزيلا
gu_in: મોઝિલા આધાર
kab: Tallelt n Mozilla
ml: മോസില്ല പിന്തുണ
sw: Msaada wa Mozilla
ta: மொசில்லா ஆதரவு
te: మొజిల్లా తోడ్పాటు

source: Download All Documents
ar: نزّل كل المستندات
gu_in: ડાઉનલોડ કરો બધા દસ્તાવેજો
kab: Sider meṛṛa arraten
ml: മുഴുവന്‍ രേഖകളും ഇന്റര്‍നെറ്റില്‍ നിന്നും കോപ്പി ചെയ്തു കഴിഞ്ഞു
sw: Shusha Nyaraka zote
ta: அனைத்து ஆவணங்களையும் பதிவிறக்கம் செய்
te: అన్ని పత్రాలు డౌన్లోడ్ చేయి

source: Clear Cache
ar: امسح الخبيئة
gu_in: કૅશ સાફ કરો
kab: Sfeḍ tuffirt
ml: ഒളിച്ചുവെക്കുന്ന രഹസ്യസ്ഥലം വൃത്തിയാക്കുക
sw: Futa Cache
ta: தேக்கத்தை அழி
te: కాష్ తొలగించు

source: Cache cleared.
ar: مُسحت الخبيئة.
gu_in: કેશ સાફ થયી ગઈ.
kab: Tuffirt tesfeḍ.
ml: ഒളിച്ചുവെക്കുന്ന രഹസ്യസ്ഥലം മായ്ച്ചു.
sw: Cache imeondolewa.
ta: தேக்கம் அழிக்கப்பட்டது.
te: కాష్ తొలగించబడినది.
